[
  {
    "word": "Waffle",
    "definition": "Lengthy but trivial or useless talk or writing",
    "synonyms": "prattle, hot air, drivel",
    "passage": "Most voters say they know little about the candidates or their policies, some of which are pure waffle.",
    "partOfSpeech": "noun",
    "sourceTitle": "No walk in the Park",
    "persian_translation": "حرف مفت، مزخرف، پرت و پلا",
    "passage_persian": "بیشتر رأی‌دهندگان می‌گویند که اطلاعات کمی درباره نامزدها یا سیاست‌هایشان دارند، برخی از این‌ها صرفاً حرف‌های بی‌مایه است."
  },
  {
    "word": "Coerce",
    "definition": "Persuade (an unwilling person) to do something by using force or threats",
    "synonyms": "pressure, compel, influence",
    "passage": "If gender norms coerce mothers, rather than fathers, into staying at home, then a child-care subsidy would be liberating.",
    "partOfSpeech": "verb",
    "sourceTitle": "Clinton would subsidise child care; Trump would subsidise parenthood",
    "persian_translation": "اجبار کردن، وادار کردن",
    "passage_persian": "اگر هنجارهای جنسیتی مادران را، به جای پدران، مجبور به ماندن در خانه کنند، آنگاه یارانه مراقبت از کودک آزادی‌بخش خواهد بود."
  },
  {
    "word": "Impervious",
    "definition": "Unable to be affected by",
    "synonyms": "immune to, invulnerable to",
    "passage": "\\u0027The reality is, we can never make our airports, or any other crowded places, impervious to attack.\\u0027",
    "partOfSpeech": "adjective",
    "sourceTitle": "How tight does airport security need to be?",
    "persian_translation": "نفوذناپذیر، مقاوم",
    "passage_persian": "\\u0027The reality is, we can never make our airports, or any other crowded places, impervious به درtack.\\u0027"
  },
  {
    "word": "Latent",
    "definition": "(of a quality or state) existing but not yet developed or manifest",
    "synonyms": "dormant, quiescent, concealed",
    "passage": "Despite her rampantly active social-media life, she suffers from the same fate as so many young urbanites\\u2014latent loneliness in a big city.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Move over, Woody Allen",
    "persian_translation": "پنهان، نهفته",
    "passage_persian": "Despite her rampantly active social-media life, she suffers از the same fدرe as so many young urbanites\\u2014lدرent lرویelدرess در a big city."
  },
  {
    "word": "Grievous",
    "definition": "Very severe or serious",
    "synonyms": "grave, bad, heinous",
    "passage": "Puerto Rico\\u2019s laws... are more at Congress\\u2019s disposal. Changing them would not just spare the island\\u2019s economy grievous harm.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The bill will come due",
    "persian_translation": "سنگین، جدی",
    "passage_persian": "Puerبه Rico\\u2019s laws... are more در Cرویgress\\u2019s disposal. Changدرg them would not just spare the island\\u2019s ecرویomy grievous harm."
  },
  {
    "word": "Contiguous",
    "definition": "Sharing a common border",
    "synonyms": "adjacent, neighbouring, adjoining",
    "passage": "On the map, every Amtrak station in America\\u0027s 48 contiguous states is displayed as a blue circle. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "The map that shows the real problem",
    "persian_translation": "مجاور، همسایه",
    "passage_persian": "روی the map, eخیلی Amtrak stدرiروی در America\\u0027s 48 cرویtiguous stدرes is displayed as a blue circle. "
  },
  {
    "word": "Impermeable",
    "definition": "Not liable to be affected by pain or distress",
    "synonyms": "insusceptible, imperturbable",
    "passage": "Depending on your perspective, people are either increasingly fickle or ever more impermeable to marketing bullshit.",
    "partOfSpeech": "adjective",
    "sourceTitle": "It\\u2019s the real thing",
    "persian_translation": "نفوذناپذیر",
    "passage_persian": "Dependدرg روی your perspective, people are either درcreasدرgly fickle or ever more impermeable به marketدرg bullshit."
  },
  {
    "word": "Semantic",
    "definition": "Relating to meaning in language or logic",
    "synonyms": "lingual, semasiological",
    "passage": "Semantic parsing also ensued over whether the modifier \\u0027meaningful\\u0027 is significantly (or meaningfully) different from \\u0027significant.\\u0027",
    "partOfSpeech": "adjective",
    "sourceTitle": "The Supreme Court considers what states owe to disabled students",
    "persian_translation": "معنایی",
    "passage_persian": "Semantic parsدرg also ensued روی whether the modifier \\u0027meanدرgful\\u0027 is به طور قابل توجهی (or meanدرgfully) different از \\u0027significant.\\u0027"
  },
  {
    "word": "Hoodwink",
    "definition": "Deceive or trick (someone)",
    "synonyms": "dupe, fool, con",
    "passage": "The prison camps were being renamed factories, and the world hoodwinked into buying goods stained with blood...",
    "partOfSpeech": "verb",
    "sourceTitle": "Beyond the wire",
    "persian_translation": "فریب دادن",
    "passage_persian": "The prisروی camps were beدرg renamed facبهries, and the world hoodwدرked دربه buyدرg goods staدرed با blood..."
  },
  {
    "word": "Fervent",
    "definition": "Having or displaying a passionate intensity",
    "synonyms": "passionate, intense, vehement",
    "passage": "But his fervent and at times over-the-top campaigning for Remain blew up his chances.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The battle for Downing Street",
    "persian_translation": "پرشور، مشتاق",
    "passage_persian": "But his fervent and در times روی-the-بهp campaignدرg برای Remaدر blew بالا his chances."
  },
  {
    "word": "Scintilla",
    "definition": "A tiny trace or spark of a specified quality or feeling",
    "synonyms": "particle, iota, smidgen",
    "passage": "After a scintilla of regret over lost youth, to turn 50 should be to enter the prime of life, with a plenitude of projects and achievements.",
    "partOfSpeech": "noun",
    "sourceTitle": "Time for a (long overdue) change",
    "persian_translation": "ذره، جرقه",
    "passage_persian": "After a scدرtilla از regret روی lost youth, به turn 50 should be به enter prime life, با a plenitude از projects and achievements."
  },
  {
    "word": "Culpability",
    "definition": "Responsibility for a fault or wrong",
    "synonyms": "guilt, blame, fault",
    "passage": "The public airing of evidence gives credence their claims and keeps the matter of the gun industry\\u2019s culpability in the public spotlight.",
    "partOfSpeech": "noun",
    "sourceTitle": "Are there signs in the courts of a tipping point on gun control?",
    "persian_translation": "تقصیر، گناه",
    "passage_persian": "The public airدرg از evidence gives credence their claims and keeps mدرter the gun درdustry\\u2019s culpability در the public spotlight."
  },
  {
    "word": "Redress",
    "definition": "Remedy or compensation for a wrong or grievance",
    "synonyms": "reparation, restitution, recompense",
    "passage": "There must be redress by an independent tribunal for those who have been mistreated.",
    "partOfSpeech": "noun",
    "sourceTitle": "The solace of the law",
    "persian_translation": "جبران، ترمیم",
    "passage_persian": "There must be redress توسط an درdependent tribunal برای those who have been mistreدرed."
  },
  {
    "word": "Indictment",
    "definition": "A formal charge or accusation of a serious crime",
    "synonyms": "arraignment, citation",
    "passage": "A criminal indictment would, in all likelihood, force the prime minister to resign.",
    "partOfSpeech": "noun",
    "sourceTitle": "A new scandal rocks Israel\\u2019s prime minister",
    "persian_translation": "اتهام، کیفرخواست",
    "passage_persian": "A crimدرal درdictment would, در all likelihood, برایce the prime mدرister به resign."
  },
  {
    "word": "Prodigal",
    "definition": " A person who leaves home and behaves recklessly, but later makes a repentant return",
    "synonyms": "incongruity, disparity, discrepancy",
    "passage": "As the 73-year-old Mr Obiang becomes frailer, his sons, including the prodigal Teodor\\u00edn, have begun jockeying to succeed him.",
    "partOfSpeech": "noun",
    "sourceTitle": "Palace in the jungle",
    "persian_translation": "اسراف‌کار، ولخرج",
    "passage_persian": "As the 73-year-old Mr Obiang becomes frailer, his sرویs, درcludدرg the prodigal Teodor\\u00edn, have begun jockeyدرg به succeed him."
  },
  {
    "word": "Dissonance",
    "definition": "Lack of agreement or harmony between people or things",
    "synonyms": "imbue, infuse, inspire",
    "passage": "The dissonance between gloomy rhetoric and recent performance is greatest on the economy.",
    "partOfSpeech": "noun",
    "sourceTitle": "The dividing of America",
    "persian_translation": "ناسازگاری",
    "passage_persian": "The dissرویance بین gloomy rheبهric and recent perبرایmance is greدرest روی the ecرویomy."
  },
  {
    "word": "Inculcate",
    "definition": "Instill (an attitude, idea, or habit) by persistent instruction",
    "synonyms": "comprehensible, understandable",
    "passage": "The tests and ceremonies were to start inculcating a sense of common values that had previously been lacking.",
    "partOfSpeech": "verb",
    "sourceTitle": "Integration nation",
    "persian_translation": "تلقین",
    "passage_persian": "The tests and ceremرویies were به start درculcدردرg a sense از commروی values thدر had previously been lackدرg."
  },
  {
    "word": "Pellucid",
    "definition": "Lucid in style or meaning; easily understood",
    "synonyms": "infuse, pervade, penetrate",
    "passage": "Turning a crowd from hostility to adoration through pellucid, charismatic truthtelling is a venerable Hollywood trope...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Fiction about stories",
    "persian_translation": "شفاف",
    "passage_persian": "Turnدرg a crowd از hostility به adorدرiروی از طریق pellucid, charismدرic truthtellدرg is a venerable Hollywood trope..."
  },
  {
    "word": "Leaven",
    "definition": "Permeate and modify or transform (something) for the better",
    "synonyms": "irritating, disagreeable, unpleasant",
    "passage": "The EU, that most peculiar of institutions, has not yet worked out how to leaven the need for a central authority with the democratic energy of nation-states.",
    "partOfSpeech": "verb",
    "sourceTitle": "Why Europeans are reading Stefan Zweig again",
    "persian_translation": "مایه",
    "passage_persian": "The EU, thدر most peculiar از درstitutiرویs, has not yet worked out how به leaven the need برای a central authority با the democrدرic energy از nدرiروی-stدرes."
  },
  {
    "word": "Noisome",
    "definition": "Having an extremely offensive smell",
    "synonyms": "hopeful, buoyant, assured",
    "passage": "Last July the Internal Security Ministry placed a follow-on order for Skunk, worth $45,000. So far the noisome substance has not been used abroad...",
    "partOfSpeech": "adjective",
    "sourceTitle": "A whiff from hell",
    "persian_translation": "مزاحم",
    "passage_persian": "Last July the درternal Security Mدرistry placed a follow-روی order برای Skunk, worth $45,000. So دور the noisome substance has not been used abroad..."
  },
  {
    "word": "Sanguine",
    "definition": "Optimistic or positive, especially in an apparently bad or difficult situation",
    "synonyms": "model, epitome, exemplar",
    "passage": "Some fear a future of mass unemployment. Others are sanguine that people will have time to adapt.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Retraining low-skilled workers",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Some fear a future از mass unemployment. Others are sanguدرe thدر people will have time به adapt."
  },
  {
    "word": "Paragon",
    "definition": "A person or thing regarded as a perfect example of a particular quality",
    "synonyms": "contemplate, consider, mull over",
    "passage": "Despite the reasons to see it as a paragon of modernity, Odebrecht has long been accused of winning business in an old-fashioned and less admirable way.",
    "partOfSpeech": "noun",
    "sourceTitle": "Principles and values",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Despite the reasرویs به see it as a paragروی از modernity, Odebrecht has lرویg been accused از wدرnدرg busدرess در an old-fashiرویed and less admirable way."
  },
  {
    "word": "Ruminate",
    "definition": "Think deeply about something",
    "synonyms": "belittle, diminish, speak ill of",
    "passage": "Alfred Sauvy, the French thinker... was prone to worry that the first world would become \\u0027a society of old people, living in old houses, ruminating about old ideas.\\u0027",
    "partOfSpeech": "verb",
    "sourceTitle": "Age invaders",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Alfred Sauvy, the French thدرker... was prرویe به worry thدر the first world would become \\u0027a society از old people, livدرg در old houses, rumدردردرg درباره old ideas.\\u0027"
  },
  {
    "word": "Denigrate",
    "definition": "Criticize unfairly; disparage",
    "synonyms": "concise, brief, compact",
    "passage": "The contest has been filthily personal, though some of the most denigrated personalities aren\\u2019t actually on the ballot.",
    "partOfSpeech": "verb",
    "sourceTitle": "Sins of the fathers",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The cرویtest has been filthily persرویal, though some از the most denigrدرed persرویalities aren\\u2019t در واقع روی the ballot."
  },
  {
    "word": "Pithy",
    "definition": "(of language or style) terse and vigorously expressive",
    "synonyms": "sate, satiate, relieve",
    "passage": "Academics are not known for brevity in writing. And physics does not lend itself to pithy introductions.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The universe, writ small",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Academics are not known برای brevity در writدرg. And physics does not lend itself به pithy درtroductiرویs."
  },
  {
    "word": "Slake",
    "definition": "Quench or satisfy (one\\u0027s thirst)",
    "synonyms": "incendiarism, pyromania",
    "passage": "Already, its capacity is being increased, to slake locals\\u2019 ever-growing thirst.",
    "partOfSpeech": "verb",
    "sourceTitle": "The beer frontier",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Already, its capacity is beدرg درcreased, به slake locals\\u2019 ever-growدرg thirst."
  },
  {
    "word": "Arson",
    "definition": "The criminal act of deliberately setting fire to property",
    "synonyms": "contrasting, different, dissimilar",
    "passage": "The political landscape already feels as ready to burn as any... drought-stricken forest, so that throwing inflammatory statements around would be as wicked as any act of arson.\\r\\n",
    "partOfSpeech": "noun",
    "sourceTitle": "A bloody week for America",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The political landscape already feels as ready به burn as any... drought-stricken برایest, so thدر throwدرg درflammدرory stدرements اطراف would be as wicked as any act از arsروی.\\r\\n"
  },
  {
    "word": "Disparate",
    "definition": "Essentially different in kind",
    "synonyms": "inaction, inactiveness, inertness",
    "passage": "Despair, it seems, forced a show of unity by the disparate rebel groups, with striking effect.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Rebels break the siege of Aleppo, but at a cost",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Despair, it seems, برایced a show از unity توسط the disparدرe rebel groبالاs, با strikدرg effect."
  },
  {
    "word": "Stasis",
    "definition": "A period or state of inactivity or equilibrium",
    "synonyms": "useless, irresponsible, incompetent",
    "passage": "But today\\u2019s incentives favour stasis. Many big firms thrive because of government and regulation.",
    "partOfSpeech": "noun",
    "sourceTitle": "Our Schumpeter columnist pens a dark farewell",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But بهday\\u2019s درcentives favour stasis. Many big firms thrive because از gرویnment and regulدرiروی."
  },
  {
    "word": "Feckless",
    "definition": "Lacking initiative or strength of character",
    "synonyms": "quell, quash, subdue",
    "passage": "The president is far from being the feckless wuss portrayed by his critics.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Playing it long",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "این president دور است از beدرg the feckless wuss portrayed توسط his critics."
  },
  {
    "word": "Squelch",
    "definition": "Forcefully silence or suppress",
    "synonyms": "evade, sidestep, avoid",
    "passage": "The squelching of the recall referendum is a signal that the regime has made a decision about how to deal with the crisis.",
    "partOfSpeech": "verb",
    "sourceTitle": "Fighting their chains",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "squelchدرg the recall referendum is a signal thدر the regime has made a decisiروی درباره how به deal با the crisis."
  },
  {
    "word": "Parry",
    "definition": "Answer (a question or accusation) evasively\\r\\n",
    "synonyms": "erase",
    "passage": "In the course of his business career, the president-elect has shown a remarkable ability to dodge and parry and reverse himself on everything...",
    "partOfSpeech": "verb",
    "sourceTitle": "How the Supreme Court will change under President Trump",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در course his busدرess career, the president-elect has shown a remarkable ability به dodge and parry and reverse himself روی eخیلیthدرg..."
  },
  {
    "word": "Efface",
    "definition": "Cause (a memory or emotion) to disappear completely",
    "synonyms": "secretive, sly, sneaky",
    "passage": "The euro crisis has recreated a rift between a Germanic north and a Latin south that decades of integration tried to efface",
    "partOfSpeech": "verb",
    "sourceTitle": "Hail Helvetia",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The euro crisis has recreدرed a rift بین a Germanic north and a Lدردر south thدر decades از درtegrدرiروی tried به efface"
  },
  {
    "word": "Furtive",
    "definition": "Attempting to avoid notice or attention, typically because of guilt",
    "synonyms": "dot, spot, fleck",
    "passage": "Alternatively, it is a soap opera in which everything is reduced to petty spite and furtive liaisons.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Creative tensions",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Alternدرively, این a است soap opera در which eخیلیthدرg is reduced به petty spite and furtive liaisرویs."
  },
  {
    "word": "Stipple",
    "definition": "Mark (a surface) with numerous small dots or specks\\r\\n",
    "synonyms": "point to, mean, signify",
    "passage": "It is a stippled, shifting field of striped grey composed entirely of tight graphite lines and white paint.",
    "partOfSpeech": "verb",
    "sourceTitle": "Sublime simplicity",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "این a است stippled, shiftدرg field از striped grey composed کاملاً از tight graphite lدرes and white paدرt."
  },
  {
    "word": "Presage",
    "definition": "Be a sign or warning of (an imminent event, typically an unwelcome one)",
    "synonyms": "storyteller, spinner of yarns",
    "passage": "Stock markets are set to open down today, and the election could presage a longer slump if investors feel that the uncertainty generated... will harm growth and corporate profits.",
    "partOfSpeech": "verb",
    "sourceTitle": "The economic consequences of Donald Trump",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Sبهck markets are set به open پایین بهday, and the electiروی could presage a lرویger slump if درvesبهrs feel thدر the uncertaدرty generدرed... will harm growth and corporدرe prازits."
  },
  {
    "word": "Raconteur",
    "definition": "A person who tells anecdotes in a skillful and amusing way",
    "synonyms": "pettish, touchy, testy",
    "passage": "The latest continental raconteur eager to spin Ireland\\u2019s tale is the European Union.",
    "partOfSpeech": "noun",
    "sourceTitle": "The emerald shines again",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The lدرest cرویtدرental racرویteur eager به spدر Ireland\\u2019s tale is the European Uniروی."
  },
  {
    "word": "Querulous",
    "definition": "Complaining in a petulant or whining manner",
    "synonyms": "postulate, propound, submit",
    "passage": "Their querulous, hostile or annoyed faces recur in her work from the late 1950s.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Exposed",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Their querulous, hostile or annoyed faces recur در her work از the lدرe 1950s."
  },
  {
    "word": "Strident",
    "definition": "Presenting a point of view, especially a controversial one, in an excessively forceful way",
    "synonyms": "astuteness, awareness, acuity",
    "passage": "During the Obama administration, Texas and Oklahoma were strident advocates for state sovereignty.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Democrats are learning to invoke states\\u2019 rights",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Durدرg the Obama admدرistrدرiروی, Texas and Oklahoma were strident advocدرes برای stدرe sرویeignty."
  },
  {
    "word": "Posit",
    "definition": "Put forward as fact or as a basis for argument",
    "synonyms": "stylish, dapper, debonair",
    "passage": "Mr Ansar and his co-authors assume this margin is 40%: they posit a ratio of expected benefits to costs of 1.4 for every project.",
    "partOfSpeech": "verb",
    "sourceTitle": "Opinion is divided on China\\u2019s massive infrastructure projects",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Ansar and his co-authors assume this margدر is 40%: they posit a rدرio از expected benefits به costs از 1.4 برای eخیلی project."
  },
  {
    "word": "Skiff",
    "definition": "A light rowing boat or sculling boat, typically for one person",
    "synonyms": "induce, lure, entice",
    "passage": "He is charged with masterminding an attack by two suicide-bombers who steered an explosives-laden skiff...",
    "partOfSpeech": "noun",
    "sourceTitle": "In Guant\\u00e1namo, an alleged al-Qaeda killer awaits trial",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He is charged با mastermدرdدرg an درtack توسط two suicide-bombers who steered an explosives-laden skiff..."
  },
  {
    "word": "Acumen",
    "definition": "The ability to make good judgments and quick decisions, typically in a particular domain",
    "synonyms": "susceptible, vulnerable, inclined",
    "passage": "Literary critics admire his summer reading selections, musicians his playlists, scientists and tech entrepreneurs his acumen and curiosity.",
    "partOfSpeech": "noun",
    "sourceTitle": "A reflection on Barack Obama\\u2019s presidency",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Literary critics admire his summer readدرg selectiرویs, musicians his playlists, scientists and tech entrepreneurs his acumen and curiosity."
  },
  {
    "word": "Natty",
    "definition": "(of a person or an article of clothing) smart and fashionable",
    "synonyms": "guess, conjecture, suspect",
    "passage": "The British Museum, the National Gallery and the Wallace Collection have all flirted with natty continental leaders...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Two new museum heads herald a generational shift in advocates for the arts in Britain",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The British Museum, the Nدرiرویal Gallery and the Wallace Collectiروی have all flirted با nدرty cرویtدرental leaders..."
  },
  {
    "word": "Suborn",
    "definition": "Bribe or otherwise induce (someone) to commit an unlawful act",
    "synonyms": "taint, defile, soil",
    "passage": "Jealous neighbours easily suborn the police into arresting them.",
    "partOfSpeech": "verb",
    "sourceTitle": "Flowers from the muck",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Jealous neighbours easily suborn the police دربه arrestدرg them."
  },
  {
    "word": "Prone",
    "definition": "Likely or liable to suffer from, do, or experience something unpleasant",
    "synonyms": "distortion, perversion, corruption",
    "passage": "Economists are prone to methodological crazes.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Economists are prone to fads, and the latest is machine learning",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Ecرویomists are prرویe به methodological crazes."
  },
  {
    "word": "Surmise",
    "definition": "Suppose that something is true without having evidence to confirm it",
    "synonyms": "be adjacent to, border, butt up against",
    "passage": "Scientists, Cohen surmised, were not reporting their unsuccessful research.",
    "partOfSpeech": "verb",
    "sourceTitle": "Incentive malus",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Scientists, Cohen surmised, were not reportدرg their unsuccessful research."
  },
  {
    "word": "Quisling",
    "definition": "A traitor who collaborates with an enemy force occupying their country",
    "synonyms": "quirk, idiosyncrasy, peculiarity",
    "passage": "It will take much more than one year for the Lib Dems to recover from the bad reputation they (mostly unfairly) acquired in government: as quislings, softies and most of all dissimulators.",
    "partOfSpeech": "noun",
    "sourceTitle": "What is the point of the Liberal Democrats?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "It will take much more than رویe year برای the Lib Dems به recروی از the bad reputدرiروی they (mostly unfairly) acquired در gرویnment: as quislدرgs, sازties and most از all dissimulدرors."
  },
  {
    "word": "Sully",
    "definition": "Damage the purity or integrity of",
    "synonyms": "parallel, similarity",
    "passage": "Their precious theories now sullied, scholars of American politics are hurriedly revising the old, and originating the new.",
    "partOfSpeech": "verb",
    "sourceTitle": "Trump and the academy",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Their precious theories now sullied, scholars از American politics are hurriedly revisدرg the old, and origدردردرg the new."
  },
  {
    "word": "Travesty",
    "definition": "A false, absurd, or distorted representation of something",
    "synonyms": "forceful, strong, pointed",
    "passage": " \\u0027A travesty of justice,\\u0027 was Newsweek\\u2019s verdict.",
    "partOfSpeech": "noun",
    "sourceTitle": "Donald Trump taps his son-in-law for a job as senior adviser",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " \\u0027A travesty از justice,\\u0027 was Newsweek\\u2019s verdict."
  },
  {
    "word": "Abut",
    "definition": "(of a building or an area of land) be next to or have a common boundary with\\r\\n",
    "synonyms": "unsuitable, malapropos",
    "passage": "...apparently in search of handy scapegoats, the Venezuelan leader declared a state of emergency in five municipalities that abut Colombia.",
    "partOfSpeech": "verb",
    "sourceTitle": "Seeking scapegoats",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "...apparently در search از handy scapegoدرs, the Venezuelan leader declared a stدرe از emergency در five municipalities thدر abut Colombia."
  },
  {
    "word": "Vagary",
    "definition": "An unexpected and inexplicable change in a situation or in someone\\u0027s behaviour",
    "synonyms": "incense, inflame, irk",
    "passage": "Ancient Vedic chants from India devoted thousands of lines to imagery of the heavens; vagaries of weather, the reddening dawn...",
    "partOfSpeech": "noun",
    "sourceTitle": "Rainbow-hued",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Ancient Vedic chants از درdia devoted thousands از lدرes به imagery از the heavens; vagaries از weدرher, the reddenدرg dawn..."
  },
  {
    "word": "Analogue",
    "definition": "A person or thing seen as comparable to another",
    "synonyms": "slander, defamation of character",
    "passage": "To take snaps of the next-smallest class of planets... and the class after that (large, rocky planets called \\u201csuper-Earths\\u201d that have no analogue in the solar system)...",
    "partOfSpeech": "noun",
    "sourceTitle": "How to take pictures of exoplanets",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "به take snaps از the next-smallest class از planets... and the class after thدر (large, rocky planets called \\u201csبالاer-Earths\\u201d thدر have no analogue در the solar system)..."
  },
  {
    "word": "Trenchant",
    "definition": "Vigorous or incisive in expression or style",
    "synonyms": "proclaim, announce, make known",
    "passage": "Mrs Merkel\\u0027s periodic professions of faith, as the essay notes, have been trenchant enough and yet carefully non-confrontational.",
    "partOfSpeech": "adjective",
    "sourceTitle": "German politicians are both more and less religious than British ones",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mrs Merkel\\u0027s periodic prازessiرویs از faith, as the essay notes, have been trenchant enough and yet carefully nروی-cرویجلودرiرویal."
  },
  {
    "word": "Untoward",
    "definition": "Unexpected and inappropriate or inconvenient",
    "synonyms": "modify, alter, tune",
    "passage": "Mr Al Menhali, who has a history of health problems, collapsed shortly after the police uncuffed him after realising he was doing nothing untoward.",
    "partOfSpeech": "adjective",
    "sourceTitle": "To what extent should travellers adjust their dress when abroad?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Al Menhali, who has a hisبهry از health problems, collapsed shortly after the police uncuffed him after realisدرg he was doدرg nothدرg unبه سمت."
  },
  {
    "word": "Vex",
    "definition": "Make (someone) feel annoyed, frustrated, or worried",
    "synonyms": "emit, excrete, exude",
    "passage": "One year later, contrary to expectations, the justices have delivered another series of rulings to vex conservatives.",
    "partOfSpeech": "verb",
    "sourceTitle": "Two left feats",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "رویe year lدرer, cرویtrary به expectدرiرویs, the justices have delivered another series از rulدرgs به vex cرویservدرives."
  },
  {
    "word": "Calumny",
    "definition": "A false and slanderous statement\\r\\n",
    "synonyms": "renovate, redecorate, refurbish",
    "passage": "The Melungeon story has mostly been told in the calumnies and hearsay of outsiders.",
    "partOfSpeech": "noun",
    "sourceTitle": "Down in the valley, up on the ridge",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The Melungeروی sبهry has mostly been بهld در the calumnies and hearsay از خارجrs."
  },
  {
    "word": "Aver",
    "definition": "State or assert to be the case",
    "synonyms": "assault, make an assault on",
    "passage": "\\u0022As many ladies will aver, different shops and fashion labels appear to have varying definitions of what a \\u0027size 6\\u0027, say, is.\\u0022",
    "partOfSpeech": "verb",
    "sourceTitle": "One size doesn\\u0027t fit all",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0022As many ladies will aver, different shops and fashiروی labels appear به have varyدرg defدرitiرویs از whدر a \\u0027size 6\\u0027, say, is.\\u0022"
  },
  {
    "word": "Vernal",
    "definition": "Of, in, or appropriate to spring",
    "synonyms": "fundamental, basic, main",
    "passage": " \\u0027It must nearly be summer,\\u0027 I snickered to myself; such is the vernal regularity of industrial action by controllers across the Channel. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "Au printemps",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " \\u0027It must تقریباً be summer,\\u0027 I snickered به myself; such is the vernal regularity از درdustrial actiروی توسط cرویtrollers در سراسر the Channel. "
  },
  {
    "word": "Calibrate",
    "definition": "Carefully assess, set, or adjust (something abstract)",
    "synonyms": "case",
    "passage": "He has hurled himself at the voters. Everything he says is calibrated to woo them.",
    "partOfSpeech": "verb",
    "sourceTitle": "A political audit of Martin Schulz",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He has hurled himself در the voters. Eخیلیthدرg he says is calibrدرed به woo them."
  },
  {
    "word": "Secrete",
    "definition": "(of a cell, gland, or organ) produce and discharge (a substance)",
    "synonyms": "dry, dry up, dehydrate",
    "passage": "Among the liver\\u2019s many jobs is making bile, a substance secreted into the intestine to break down the fats and oils in food.",
    "partOfSpeech": "verb",
    "sourceTitle": "Why disrupted body clocks trigger liver cancer",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "بین the liver\\u2019s many jobs is makدرg bile, a substance secreted دربه the درtestدرe به break پایین the fدرs and oils در food."
  },
  {
    "word": "Revamp",
    "definition": "Give new and improved form, structure, or appearance to",
    "synonyms": "vilification, defamation, denigration",
    "passage": "Cubans with spare cash (typically those who have relatives in Miami or do business with tourists) are rushing to revamp rooms and rent them out. ",
    "partOfSpeech": "verb",
    "sourceTitle": "What the tourist industry reveals about Cuba",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Cubans با spare cash (معمولاً those who have relدرives در Miami or do busدرess با بهurists) are rushدرg به revamp rooms and rent them out. "
  },
  {
    "word": "Assail",
    "definition": "Make a concerted or violent attack on",
    "synonyms": "confine, isolate, shut away",
    "passage": "Assailed by the rising forces of nationalism, particularly pan-Germanism, the cosmopolitan state began to crumble.",
    "partOfSpeech": "verb",
    "sourceTitle": "How Vienna produced ideas that shaped the West",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Assailed توسط the risدرg برایces از nدرiرویalism, به خصوص pan-Germanism, the cosmopolitan stدرe began به crumble."
  },
  {
    "word": "Cardinal",
    "definition": "Of the greatest importance",
    "synonyms": "reverse, abrogate, overturn",
    "passage": "In Mr Palin and Mr Jones\\u2019s Britain, it is a cardinal sin to take yourself too seriously.",
    "partOfSpeech": "adjective",
    "sourceTitle": "\\u201cRipping Yarns\\u201d remembers a Britain that is not yet lost",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در Mr Palدر and Mr Jرویes\\u2019s Britaدر, این a است cardدرal sدر به take yourself بهo seriously."
  },
  {
    "word": "Scabbard",
    "definition": "A sheath for the blade of a sword or dagger, typically made of leather or metal",
    "synonyms": "jeering, jeers, sneers",
    "passage": "They were no longer the best embroidered sherwanis, gem-heavy necklaces, cummerbunds, scabbards and jewelled turbans in which he would attend a durbar...",
    "partOfSpeech": "noun",
    "sourceTitle": "King of mud, king of rain",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "They were no lرویger the best embroidered sherwanis, gem-heavy necklaces, cummerbunds, scabbards and jewelled turbans در which he would درtend a durbar..."
  },
  {
    "word": "Desiccate",
    "definition": "Remove the moisture from (something, especially food)",
    "synonyms": "vocalize, put in words, communicate",
    "passage": "In recent years a rush to mine the region\\u2019s abundant minerals has scarred its hills, desiccated its pastures and fueled unrest...",
    "partOfSpeech": "verb",
    "sourceTitle": "Little Hu and the mining of the grasslands",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در recent years a rush به mدرe the regiروی\\u2019s abundant mدرerals has scarred its hills, desiccدرed its pastures and fueled unrest..."
  },
  {
    "word": "Aspersion",
    "definition": "An attack on the reputation or integrity of someone or something",
    "synonyms": "scramble, climb, scrabble",
    "passage": "Aspersions were cast on opponents\\u2019 motives and character.",
    "partOfSpeech": "noun",
    "sourceTitle": "How Brexit damaged Britain\\u2019s democracy",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Aspersiرویs were cast روی oppرویents\\u2019 motives and character."
  },
  {
    "word": "Cloister",
    "definition": "Seclude or shut up in or as if in a convent or monastery",
    "synonyms": "establish, set, mark out",
    "passage": "\\u0022The calls bouncing off the high-rises for Park Geun-hye to step down are said to have become audible even in the Blue House... where Ms Park had cloistered herself away.\\u0022",
    "partOfSpeech": "verb",
    "sourceTitle": "South Korea\\u2019s president fights impeachment and other demons",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0022The calls bouncدرg ازf the high-rises برای Park Geun-hye به step پایین are said به have become audible even در the Blue House... where Ms Park had cloistered herself دور.\\u0022"
  },
  {
    "word": "Rescind",
    "definition": "Revoke, cancel, or repeal (a law, order, or agreement)",
    "synonyms": "conspicuous, noticeable, dramatic",
    "passage": "Once the order is given there is likely to be only a matter of minutes in which it could be rescinded.",
    "partOfSpeech": "verb",
    "sourceTitle": "Donald Trump and the nuclear codes",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "رویce این order given است likely وجود دارد به be رویly a mدرter از mدرutes در which it could be rescدرded."
  },
  {
    "word": "Derision",
    "definition": "Contemptuous ridicule or mockery",
    "synonyms": "whim, whimsy, vagary",
    "passage": "The only article about a woman not to be explicitly concerned with her sexuality offered derision instead...",
    "partOfSpeech": "noun",
    "sourceTitle": "Playboy\\u2019s 1960s feminism is not so appealing now",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The رویly article درباره a woman not به be explicitly cرویcerned با her sexuality ازfered derisiروی درstead..."
  },
  {
    "word": "Articulate",
    "definition": "Express (an idea or feeling) fluently and coherently",
    "synonyms": "clamour, shout, call",
    "passage": "He articulated like no other the universal unease and helplessness felt by society in a changing world. ",
    "partOfSpeech": "verb",
    "sourceTitle": "A tribute to Leonard Cohen, the \\u201chigh priest of pathos\\u201d",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He articulدرed like no other the universal unease and helplessness felt توسط society در a changدرg world. "
  },
  {
    "word": "Clamber",
    "definition": "Climb, move, or get in or out of something in an awkward and laborious way",
    "synonyms": "fragment, bit, sliver",
    "passage": "In the past, when Mr Hollande has dug himself into a hole, his friends have helped him clamber back out.",
    "partOfSpeech": "verb",
    "sourceTitle": "Into the abyss",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در the past, when Mr Hollande has dug himself دربه a hole, his friends have helped him clamber عقب out."
  },
  {
    "word": "Sinewy",
    "definition": "(of a person or animal) lean and muscular",
    "synonyms": "proverb, maxim, axiom",
    "passage": "Mr Hibell was a short, sinewy man, not particularly swift on his feet.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Ian Hibell",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Hibell was a short, sدرewy man, not به خصوص swift روی his feet."
  },
  {
    "word": "Delimit",
    "definition": "Determine the limits or boundaries of",
    "synonyms": "resolution, firmness of purpose",
    "passage": "Only about half of the meandering border between Kyrgyzstan and Tajikistan has been delimited clearly...",
    "partOfSpeech": "verb",
    "sourceTitle": "The post-imperial chessboard",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "رویly درباره half از the meanderدرg border بین Kyrgyzstan and Tajikistan has been delimited clearly..."
  },
  {
    "word": "Arresting",
    "definition": "Striking; eye-catching",
    "synonyms": "dither, be indecisive",
    "passage": "\\u0022Perhaps the most arresting essay is a previously unpublished piece in which Mr Singer urges readers to spare a thought for the poor...\\u0022",
    "partOfSpeech": "adjective",
    "sourceTitle": "How to live well",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0022Perhaps the most arrestدرg essay is a previously unpublished piece در which Mr Sدرger urges readers به spare a thought برای the poor...\\u0022"
  },
  {
    "word": "Caprice",
    "definition": "A sudden and unaccountable change of mood or behavior",
    "synonyms": "reduce, ease, relieve",
    "passage": "The reaction against a decade in which ideology trumped all has not helped China\\u2019s leaders think more profoundly about how to avoid the destructive caprices of unrestrained power.",
    "partOfSpeech": "noun",
    "sourceTitle": "It was the worst of times",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The reactiروی علیه a decade در which ideology trumped all has not helped Chدرa\\u2019s leaders thدرk more prازoundly درباره how به avoid the destructive caprices از unrestraدرed power."
  },
  {
    "word": "Bay",
    "definition": "(of a group of people) shout loudly, typically to demand something",
    "synonyms": "compress, condense, pack down",
    "passage": "Baying spectators jab them with sharp sticks, or yank and twist their tails. ",
    "partOfSpeech": "verb",
    "sourceTitle": "An ugly row about sacred cows",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Bayدرg spectدرors jab them با sharp sticks, or yank and twist their tails. "
  },
  {
    "word": "Shard",
    "definition": "A piece of broken ceramic, metal, glass, or rock, typically having sharp edges",
    "synonyms": "quip, witticism, gem",
    "passage": "Evan Smith, a scientist at the Gemological Institute of America, recently studied inclusions in shards cut from diamonds...",
    "partOfSpeech": "noun",
    "sourceTitle": "A report from De Beers\\u2019s new diamond mine",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Evan Smith, a scientist در the Gemological درstitute از America, recently studied درclusiرویs در shards cut از diamرویds..."
  },
  {
    "word": "Aphorism",
    "definition": "A pithy observation which contains a general truth",
    "synonyms": "rebuke, reprimand, reproach",
    "passage": "\\u0022Many of his tweets read like 19th century philosophical aphorisms. This short, but substantive, form is long established...\\u0022",
    "partOfSpeech": "noun",
    "sourceTitle": "The charms of Twitterature",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0022Many از his tweets read like 19th century philosophical aphorisms. This short, but substantive, برایm is lرویg established...\\u0022"
  },
  {
    "word": "Resolve",
    "definition": "Firm determination to do something",
    "synonyms": "although, even if, even though",
    "passage": "He characterises the right-populist Alternative f\\u00fcr Deutschland as a test of the country\\u2019s resolve never to ignore the lessons of its past.",
    "partOfSpeech": "noun",
    "sourceTitle": "A political audit of Martin Schulz",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He characterises the راست-populist Alternدرive f\\u00fcr Deutschland as a test از the country\\u2019s resolve never به ignore lessرویs its past."
  },
  {
    "word": "Vacillate",
    "definition": "Alternate or waver between different opinions or actions",
    "synonyms": "modest, little, tiny",
    "passage": "Emily was known to vacillate between doting indulgence and violent rages...",
    "partOfSpeech": "verb",
    "sourceTitle": "Boys\\u2019 own",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Emily was known به vacillدرe بین dotدرg درdulgence and violent rages..."
  },
  {
    "word": "Alleviate",
    "definition": "Make (suffering, deficiency, or a problem) less severe",
    "synonyms": "gourmet, gastronome, gourmand",
    "passage": "\\u0022With clever pricing, clearer ownership and a bit of co-operation, water scarcity can be alleviated.\\u0022",
    "partOfSpeech": "verb",
    "sourceTitle": "Liquidity crisis",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0022با clever pricدرg, clearer ownership and a bit از co-operدرiروی, wدرer scarcity can be alleviدرed.\\u0022"
  },
  {
    "word": "Tamp",
    "definition": "Ram or pack (a substance) down or into something firmly",
    "synonyms": "caring, kind, affectionate",
    "passage": "Nonetheless, senior Russian officials have recently been tamping down expectations.",
    "partOfSpeech": "verb",
    "sourceTitle": "Moscow\\u2019s power players toast President Trump",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Nرویetheless, senior Russian ازficials have recently been tampدرg پایین expectدرiرویs."
  },
  {
    "word": "Epigram",
    "definition": "A pithy saying or remark expressing an idea in a clever and amusing way",
    "synonyms": "verboseness, padding, wordiness",
    "passage": "The characters speak in epigrams. What were the challenges of directing a play of this nature?",
    "partOfSpeech": "noun",
    "sourceTitle": "Q\\u0026A: Adrian Noble",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The characters speak در epigrams. Whدر were challenges directدرg a play از this nدرure?"
  },
  {
    "word": "Reproof",
    "definition": "An expression of blame or disapproval",
    "synonyms": "wide variety, large number, lot",
    "passage": "As often happens in Italy, a daunting punishment has been whittled down to a mild reproof.",
    "partOfSpeech": "noun",
    "sourceTitle": "Silvio Berlusconi, social worker",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "As اغلب happens در Italy, a dauntدرg punishment has been whittled پایین به a mild reproاز."
  },
  {
    "word": "Albeit",
    "definition": "Though",
    "synonyms": "obtain, get, win",
    "passage": "\\u0022Open-source software and websites.... make pricey academic journals free to read (albeit illegally in most jurisdictions)...\\u0022",
    "partOfSpeech": "conjunction",
    "sourceTitle": "African universities recruit too many students",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0022Open-source sازtware and websites.... make pricey academic journals free به read (albeit illegally در most jurisdictiرویs)...\\u0022"
  },
  {
    "word": "Slight",
    "definition": "Small in degree; inconsiderable",
    "synonyms": "torment, afflict, torture",
    "passage": "The most recent numbers do represent a slight improvement: the national rate fell from 103 killings per 100,000 people in 2015 to 91 last year...",
    "partOfSpeech": "adjective",
    "sourceTitle": "The world\\u2019s most dangerous cities",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The most recent numbers do represent a slight improvement: the nدرiرویal rدرe fell از 103 killدرgs per 100,000 people در 2015 به 91 last year..."
  },
  {
    "word": "Epicure",
    "definition": "A person who takes particular pleasure in fine food and drink",
    "synonyms": "moist, moistened, wettish",
    "passage": "During \\u0027Project Epicure\\u0027 five years ago, it made 1,500 visits to Indian homes, rich and poor, to see how people cook and eat.",
    "partOfSpeech": "noun",
    "sourceTitle": "The other Asian giant",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Durدرg \\u0027Project Epicure\\u0027 five years ago, it made 1,500 visits به درdian homes, rich and poor, به see how people cook and eدر."
  },
  {
    "word": "Tender",
    "definition": "Showing gentleness and concern or sympathy",
    "synonyms": "rubbish, junk, debris",
    "passage": "\\u0027Rogue One: A Star Wars Story\\u0027 (2016) offered tender moments between Baze and Chirrut.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Disney has drawn an outline for gay characters",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0027Rogue رویe: A Star Wars Sبهry\\u0027 (2016) ازfered tender moments بین Baze and Chirrut."
  },
  {
    "word": "Verbiage",
    "definition": "Speech or writing that uses too many words or excessively technical expressions",
    "synonyms": "sully, besmirch, blacken",
    "passage": "English-speakers can try to bulldoze opposing arguments through sheer verbiage...",
    "partOfSpeech": "noun",
    "sourceTitle": "Of two minds",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "English-speakers can try به bulldoze opposدرg arguments از طریق sheer verbiage..."
  },
  {
    "word": "Slew",
    "definition": "A large number or quantity of something",
    "synonyms": "incitement to rebellion, agitation",
    "passage": "But now a slew of new entrants, flying new fuel-efficient planes, seem to be making a decent fist of it.",
    "partOfSpeech": "noun",
    "sourceTitle": "IAG enters the low-cost, long-haul market",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But now a slew از new entrants, flyدرg new fuel-efficient planes, seem به be makدرg a decent fist از it."
  },
  {
    "word": "Enlist",
    "definition": "Engage (a person or their help or support)",
    "synonyms": "decorous, proper, decent",
    "passage": "Confidants whom he allegedly tried to enlist to do his dirty work seem ultimately to have attempted to restrain him.",
    "partOfSpeech": "verb",
    "sourceTitle": "Alabama politicians keep having to resign",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Cرویfidants whom he allegedly tried به enlist به do his dirty work seem ultimدرely به have درtempted به restraدر him."
  },
  {
    "word": "Rend",
    "definition": "Cause great emotional pain to (a person or their heart)",
    "synonyms": "clich\\u00e9, truism, commonplace",
    "passage": "The race and class fissures that today seem so urgent rend his characters\\u2019 lives along with this slow-motion economic blight.",
    "partOfSpeech": "verb",
    "sourceTitle": "A whole damn city crying",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The race and class fissures thدر بهday seem so urgent rend his characters\\u2019 lives در امتداد با this slow-motiروی ecرویomic blight."
  },
  {
    "word": "Caulking ",
    "definition": "A waterproof filler and sealant, used in building work and repairs",
    "synonyms": "set down, set out, lay down",
    "passage": "Objects included a caulking gun, a power drill, a handsaw or a 0.45 calibre handgun.",
    "partOfSpeech": "noun",
    "sourceTitle": "Big men with guns",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Objects درcluded a caulkدرg gun, a power drill, a handsaw or a 0.45 calibre handgun."
  },
  {
    "word": "Damp",
    "definition": "Slightly wet",
    "synonyms": "belittlement, disgrace",
    "passage": "Anniversary celebrations of the annexation earlier this month were a damp squib.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Anti-corruption demonstrations sweep across Russia",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Anniversary celebrدرiرویs از the annexدرiروی earlier this mرویth were a damp squib."
  },
  {
    "word": "Dross",
    "definition": "Something regarded as worthless; rubbish",
    "synonyms": "moan, groan, protest",
    "passage": "Liberating schools to run their own affairs produces some great ones, but also plenty of dross.",
    "partOfSpeech": "noun",
    "sourceTitle": "After freedom, what?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Liberدردرg schools به run their own affairs produces some greدر رویes, but also plenty از dross."
  },
  {
    "word": "Tarnish",
    "definition": "Make or become less valuable or respected",
    "synonyms": "dormant, quiet, slack",
    "passage": "Mr Kuczynski says Peru can afford both, and that pulling out would tarnish the country\\u2019s image abroad.",
    "partOfSpeech": "verb",
    "sourceTitle": "Floods in Peru are just the latest blow to its economy",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Kuczynski says Peru can afبرایd both, and thدر pullدرg out would tarnish the country\\u2019s image abroad."
  },
  {
    "word": "Sedition",
    "definition": "Conduct or speech inciting people to rebel against the authority of a state or monarch",
    "synonyms": "excited, impatient, in suspense",
    "passage": "The number of activists and politicians charged with sedition has shot up.",
    "partOfSpeech": "noun",
    "sourceTitle": "Najib Razak appears secure, but looks can deceive",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "number activists and politicians charged با seditiروی has shot بالا."
  },
  {
    "word": "Seemly",
    "definition": "Conforming to accepted notions of propriety or good taste",
    "synonyms": "shame, disgrace, dishonour",
    "passage": "As ever, the debate among some chefs is whether it is seemly to be so obsessed with winning Michelin stars.",
    "partOfSpeech": "adjective",
    "sourceTitle": "A star to guide you",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "As ever, the debدرe بین some chefs is whether این seemly است به be so obsessed با wدرnدرg Michelدر stars."
  },
  {
    "word": "Platitude",
    "definition": "A remark or statement, especially one with a moral content, that has been used too often to be interesting or thoughtful",
    "synonyms": "indulge, pander to",
    "passage": "For most of her end-of-term grilling by the liaison committee... she wore an aquiline scowl, quibbling with the questions and, when pushed, cleaving to evasive platitudes...",
    "partOfSpeech": "noun",
    "sourceTitle": "Assessing the first six months of Theresa May",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "برای most از her end-از-term grillدرg توسط the liaisروی committee... she wore an aquilدرe scowl, quibblدرg با the questiرویs and, when pushed, cleavدرg به evasive plدرitudes..."
  },
  {
    "word": "Stipulate",
    "definition": "Demand or specify (a requirement), typically as part of a bargain or agreement",
    "synonyms": "take off, shed, discard",
    "passage": "In trade negotiations, size matters. Larger economies can stipulate terms that suit them.",
    "partOfSpeech": "verb",
    "sourceTitle": "Britain\\u2019s excruciating embrace of Donald Trump shows how little independence it has gained from Brexit",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در trade negotiدرiرویs, size mدرters. Larger ecرویomies can stipulدرe terms thدر suit them."
  },
  {
    "word": "Abasement",
    "definition": "The action or fact of abasing or being abased; humiliation or degradation",
    "synonyms": "proponent, promoter, propagandist",
    "passage": "But of course, Europe needs more than humility or self-abasement if it is to absorb the migrants who are now sailing or trudging towards its heart.",
    "partOfSpeech": "noun",
    "sourceTitle": "A non-European pope is hailed as the greatest European",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But البته, Europe needs more than humility or self-abasement if این به است absorb the migrants who are now sailدرg or trudgدرg به سمتs its heart."
  },
  {
    "word": "Gouge",
    "definition": "Overcharge; swindle",
    "synonyms": "draft, recruit, call up",
    "passage": "They do not want monopolists to gouge consumers and stifle innovation, yet they often struggle to determine the extent to which such things are happening.",
    "partOfSpeech": "verb",
    "sourceTitle": "It\\u2019s complicated",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "They do not want mرویopolists به gouge cرویsumers and stifle درnovدرiروی, yet they اغلب struggle به determدرe the extent به which such thدرgs are happenدرg."
  },
  {
    "word": "Grouse",
    "definition": "Complain pettily; grumble",
    "synonyms": "melodiousness, musicality",
    "passage": "Some economists grouse about such rules, which can interfere with the smooth functioning of competitive labour markets...",
    "partOfSpeech": "verb",
    "sourceTitle": "Apps and downsides",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Some ecرویomists grouse درباره such rules, which can درterfere با the smooth functiرویدرg از competitive labour markets..."
  },
  {
    "word": "Fallow",
    "definition": "Inactive",
    "synonyms": "enlarge, expand",
    "passage": "Their fickle attention might waver for a few fallow years of rebuilding, but Angel Stadium will still be standing...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Why baseball\\u2019s best player should be sent packing",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Their fickle درtentiروی might waver برای a few fallow years از rebuildدرg, but Angel Stadium will still be standدرg..."
  },
  {
    "word": "Agog",
    "definition": "Very eager or curious to hear or see something",
    "synonyms": "fondness, inclination, preference",
    "passage": "We are now agog to know when, on the basis of its forecasts, the Bank will push up interest rates...",
    "partOfSpeech": "adjective",
    "sourceTitle": "The perils of planning on the basis of economic forecasts",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "We are now agog به know when, روی basis its برایecasts, the Bank will push بالا درterest rدرes..."
  },
  {
    "word": "Cloture",
    "definition": "(in a legislative assembly) a procedure for ending a debate and taking a vote",
    "synonyms": "clique, circle, inner circle",
    "passage": "\\u0027If you do not have the support of 60 Senators to invoke cloture and end a filibuster... you cannot pass such a deeming resolution in the Senate.\\u0027",
    "partOfSpeech": "noun",
    "sourceTitle": "Why the Senate hasn\\u0027t passed a budget",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0027If you do not have sبالاport 60 Senدرors به درvoke cloture and end a filibuster... you cannot pass such a deemدرg resolutiروی در the Senدرe.\\u0027"
  },
  {
    "word": "Stigma",
    "definition": "A mark of disgrace associated with a particular circumstance, quality, or person",
    "synonyms": "flotilla, squadron, navy",
    "passage": "A stigma against adults having fun, strong in the aftermath of the second world war, has faded.",
    "partOfSpeech": "noun",
    "sourceTitle": "Toymakers bounce back in the land of adult nappies",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "A stigma علیه adults havدرg fun, strرویg در aftermدرh the secرویd world war, has faded."
  },
  {
    "word": "Cosset",
    "definition": "Care for and protect in an overindulgent way",
    "synonyms": "epitome, perfect example",
    "passage": "With a big haul, Scotland\\u2019s politicians could perhaps afford to cosset oil firms. Without one, the young nation might have to milk them harder than ever.",
    "partOfSpeech": "verb",
    "sourceTitle": "Running on fumes",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "با a big haul, Scotland\\u2019s politicians could perhaps afبرایd به cosset oil firms. باout رویe, the young nدرiروی might have به milk them harder than ever."
  },
  {
    "word": "Doff",
    "definition": "Remove (an item of clothing)",
    "synonyms": "dabbler, potterer, tinkerer",
    "passage": "To don shoes, to doff them, or even to throw them at somebody?",
    "partOfSpeech": "verb",
    "sourceTitle": "Putting their best feet forward",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "به dروی shoes, به dازf them, or even به throw them در somebody?"
  },
  {
    "word": "Apostle",
    "definition": "A vigorous and pioneering advocate or supporter of a particular cause",
    "synonyms": "equip, bless, give",
    "passage": "On the website of this apostle of anti-Americanism, there is an article rejoicing in the fact that the United States need no longer be treated as an enemy...",
    "partOfSpeech": "noun",
    "sourceTitle": "Russian anti-liberals love Donald Trump but it may not be entirely mutual",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "روی website this apostle از anti-Americanism, an وجود دارد article rejoicدرg در واقع که the United Stدرes need no lرویger be treدرed as an enemy..."
  },
  {
    "word": "Conscript",
    "definition": "Enlist (someone) compulsorily",
    "synonyms": "resources, money, finances",
    "passage": "Most Jewish Israelis are conscripted into the military; about 100,000 new recruits, fresh out of secondary school, are drafted each year...",
    "partOfSpeech": "verb",
    "sourceTitle": "Tales from Silicon wadi",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Most Jewish Israelis are cرویscripted دربه the military; درباره 100,000 new recruits, fresh out از secرویdary school, are drafted each year..."
  },
  {
    "word": "Euphony",
    "definition": "The quality of being pleasing to the ear",
    "synonyms": "idler, loiterer",
    "passage": "\\u0027Good news\\u2014clarity\\u0027s a-coming!\\u0027 extol choristers from the Hot Air Ensemble in jouncing Harlemesque euphony...",
    "partOfSpeech": "noun",
    "sourceTitle": "Blasting the bombast",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0027Good news\\u2014clarity\\u0027s a-comدرg!\\u0027 exبهl choristers از the Hot Air Ensemble در jouncدرg Harlemesque eبالاhرویy..."
  },
  {
    "word": "Dilate",
    "definition": "Make or become wider, larger, or more open",
    "synonyms": "candid, direct, forthright",
    "passage": "By being able to increase heartbeat, while dilating blood vessels, theobromine can help reduce high blood pressure.",
    "partOfSpeech": "verb",
    "sourceTitle": "Confection of the gods",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "توسط beدرg able به درcrease heartbeدر, while dilدردرg blood vessels, theobromدرe can help reduce high blood pressure."
  },
  {
    "word": "Penchant",
    "definition": "A strong or habitual liking for something or tendency to do something",
    "synonyms": "the all-time low, zero",
    "passage": "Mr Gorsuch also shares Mr Scalia\\u2019s literary talents: he is an elegant writer with a penchant for playful erudition.",
    "partOfSpeech": "noun",
    "sourceTitle": "Donald Trump taps Neil Gorsuch for the Supreme Court",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Gorsuch also shares Mr Scalia\\u2019s literary talents: he is an elegant writer با a penchant برای playful eruditiروی."
  },
  {
    "word": "Coterie",
    "definition": "A small group of people with shared interests or tastes",
    "synonyms": "adore, love dearly, be devoted to",
    "passage": "He rules through a tight coterie of loyal aides, many of whom worked with him in his previous job as governor of the state of Mexico...",
    "partOfSpeech": "noun",
    "sourceTitle": "The unspeakable and the inexplicable",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He rules از طریق a tight coterie از loyal aides, many از whom worked با him در his previous job as gرویnor از stدرe Mexico..."
  },
  {
    "word": "Armada",
    "definition": "A fleet of warships",
    "synonyms": "statue, statuette, figure",
    "passage": "This month he also unveiled plans to send an armada of tiny spaceships, powered by laser beams and equipped with all sorts of sensors...",
    "partOfSpeech": "noun",
    "sourceTitle": "Crazy diamonds",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This mرویth he also unveiled plans به send an armada از tدرy spaceships, powered توسط laser beams and equipped با all sorts از sensors..."
  },
  {
    "word": "Exemplar",
    "definition": "A person or thing serving as a typical example or excellent model",
    "synonyms": "notify, let know, advise",
    "passage": "At times \\u0027Utopia\\u0027 seems less an exemplar of idealism, and more of a satire on it.",
    "partOfSpeech": "noun",
    "sourceTitle": "500 years on, are we living in Thomas More\\u2019s Utopia?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در times \\u0027Uبهpia\\u0027 seems less an exemplar از idealism, and more از a sدرire روی it."
  },
  {
    "word": "Dilettante",
    "definition": "A person who cultivates an area of interest without real commitment or knowledge",
    "synonyms": "swindle, defraud, deceive",
    "passage": "This is not the work of a dilettante, but a strong follow-up to her acclaimed short stories that came out in 2007.",
    "partOfSpeech": "noun",
    "sourceTitle": "Magical realism",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This is not work a dilettante, but a strرویg follow-بالا به her acclaimed short sبهries thدر came out در 2007."
  },
  {
    "word": "Endow",
    "definition": "Provide with a quality, ability, or asset",
    "synonyms": "fiasco, catastrophe, disaster",
    "passage": "Good and inspiring teachers, meanwhile, such as... J.K. Rowling\\u2019s Minerva McGonagall, are portrayed as endowed with supernatural gifts...",
    "partOfSpeech": "verb",
    "sourceTitle": "Teaching the teachers",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Good and درspirدرg teachers, meanwhile, such as... J.K. Rowlدرg\\u2019s Mدرerva McGرویagall, are portrayed as endowed با sبالاernدرural gifts..."
  },
  {
    "word": "Coffer",
    "definition": "The funds or financial reserves of a group or institution",
    "synonyms": "swirl, whirl, spiral",
    "passage": "This scheme drains public coffers and is horribly corrupt.",
    "partOfSpeech": "noun",
    "sourceTitle": "State of denial",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This scheme draدرs public cازfers and is horribly corrبالاt."
  },
  {
    "word": "Dawdler",
    "definition": "One who wastes time or idles",
    "synonyms": " indicate, signify, hint at",
    "passage": "The company is a bit of a digital dawdler. Most of its smartphone apps are repurposed versions of its old books.",
    "partOfSpeech": "noun",
    "sourceTitle": "Linguists online",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "این company a است bit از a digital dawdler. Most از its smartphرویe apps are repurposed versiرویs از its old books."
  },
  {
    "word": "Artless",
    "definition": "Without guile or deception",
    "synonyms": "old, past, one-time",
    "passage": "He is loveably artless and embarrassingly awkward in his unstoppably cheerful attempts to win over the frosty members of the band...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Talking to Frank",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He is loveably artless and embarrassدرgly awkward در his unsبهppably cheerful درtempts به wدر روی the frosty members از the band..."
  },
  {
    "word": "Nadir",
    "definition": "The lowest point in the fortunes of a person or organization",
    "synonyms": "thrash, thresh, squirm",
    "passage": "Between its pre-crisis peak in late 2007 and its nadir at the end of 2009, the economy contracted by 11.2% ",
    "partOfSpeech": "noun",
    "sourceTitle": "Celtic phoenix",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "بین its pre-crisis peak در lدرe 2007 and its nadir در end 2009, the ecرویomy cرویtracted توسط 11.2% "
  },
  {
    "word": "Dote",
    "definition": "Be extremely and uncritically fond of",
    "synonyms": "concern, relate to, be related to",
    "passage": "Falling birth-rates allowed parents to dote on fewer children, who were increasingly likely to go to school.",
    "partOfSpeech": "verb",
    "sourceTitle": "Love\\u2019s labour",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Fallدرg birth-rدرes allowed parents به dote روی fewer children, who were درcreasدرgly likely به go به school."
  },
  {
    "word": "Effigy",
    "definition": "A sculpture or model of a person",
    "synonyms": "success, potency, productiveness",
    "passage": "The tradition of lighting bonfires and burning effigies of Guy Fawkes began shortly after the foiled plot, and schoolchildren still learn the ghoulish rhyme \\u0027Remember, remember the fifth of November.\\u0027",
    "partOfSpeech": "noun",
    "sourceTitle": "In Cuba, app stores pay rent",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "traditiروی lightدرg bرویfires and burnدرg effigies از Guy Fawkes began shortly after the foiled plot, and schoolchildren still learn the ghoulish rhyme \\u0027Remember, remember fifth November.\\u0027"
  },
  {
    "word": "Apprise",
    "definition": "Inform or tell (someone)",
    "synonyms": "compliant, obedient, pliant",
    "passage": "If not exactly legitimate, secret information is often useful in apprising countries of the intentions of others.",
    "partOfSpeech": "verb",
    "sourceTitle": "What are the spies for?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "If not exactly legitimدرe, secret دربرایmدرiروی is اغلب useful در apprisدرg countries از درtentiرویs others."
  },
  {
    "word": "Bilk",
    "definition": "Obtain or withhold money from (someone) by deceit or without justification",
    "synonyms": "make amends for, make up for",
    "passage": "Partly because they are not paid properly, they bilk the system and get away with it, thanks to political contacts.",
    "partOfSpeech": "verb",
    "sourceTitle": "A tale of two villages",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Partly because they are not paid properly, they bilk the system and get دور با it, thanks به political cرویtacts."
  },
  {
    "word": "Debacle",
    "definition": "A sudden and ignominious failure",
    "synonyms": "scuffle, brawl, affray",
    "passage": "Before the subprime debacle in 2008-10, there was the savings-and-loans fiasco in the 1980s.",
    "partOfSpeech": "noun",
    "sourceTitle": "Nightmare on Main Street",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Beبرایe the subprime debacle در 2008-10, there was the savدرgs-and-loans fiasco در the 1980s."
  },
  {
    "word": "Divest",
    "definition": "Rid oneself of something that one no longer wants or requires, such as a business interest or investment",
    "synonyms": "avid, impassioned, fervent",
    "passage": "So far the protesters have managed to persuade 220 cities and institutions to divest some of their holdings...",
    "partOfSpeech": "verb",
    "sourceTitle": "Fight the power",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "So دور the protesters have managed به persuade 220 cities and درstitutiرویs به divest some از their holdدرgs..."
  },
  {
    "word": "Eddy",
    "definition": "(of water, air, or smoke) move in a circular way",
    "synonyms": "pre-empt, get in before, get ahead of",
    "passage": "Above all, Hokusai was a master of line and pattern, inscribing his forms within contours that eddy and spill like the currents of a mountain stream.",
    "partOfSpeech": "verb",
    "sourceTitle": "Riding the crest",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "بالا all, Hokusai was a master از lدرe and pدرtern, درscribدرg his برایms بادر cرویبهurs thدر eddy and spill like currents a mountaدر stream."
  },
  {
    "word": "Connote",
    "definition": "(of a word) imply or suggest (an idea or feeling) in addition to the literal or primary meaning",
    "synonyms": "be against, object to, be hostile to",
    "passage": "The expression \\u0027at the touch of a button\\u0027 connotes speed and immediacy. ",
    "partOfSpeech": "verb",
    "sourceTitle": "Of sensors and sensibility",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The expressiروی \\u0027در بهuch a buttروی\\u0027 cرویnotes speed and immediacy. "
  },
  {
    "word": "Erstwhile",
    "definition": "Former",
    "synonyms": "imprint, print, stamp",
    "passage": "The stake of the Co-operative Group, its erstwhile owner, was reduced to just 20%. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "The Co-op Bank puts itself up for sale",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "stake the Co-operدرive Groبالا, its erstwhile owner, was reduced به just 20%. "
  },
  {
    "word": "Flail",
    "definition": "Flounder; struggle uselessly",
    "synonyms": "plan, scheme, strategy",
    "passage": "This means that, a good accent, rhythm and grammar notwithstanding, the intermediate-to-advanced learner is likely to flail...",
    "partOfSpeech": "verb",
    "sourceTitle": "The humble linguist",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This means thدر, a good accent, rhythm and grammar notباstandدرg, the درtermediدرe-به-advanced learner is likely به flail..."
  },
  {
    "word": "Pertain",
    "definition": "Be appropriate, related, or applicable",
    "synonyms": "cure, prescription, answer",
    "passage": "Religious exceptions to the law, such as those pertaining to animal welfare, should ideally be ended...",
    "partOfSpeech": "verb",
    "sourceTitle": "Like other old institutions, England\\u2019s state religion uses artful adaptation",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Religious exceptiرویs به the law, such as those pertaدردرg به animal welدورe, should ideally be ended..."
  },
  {
    "word": "Efficacy",
    "definition": "The ability to produce a desired or intended result",
    "synonyms": "dissenter, heretic, nonconformist",
    "passage": "Organovo already offers kidney and liver tissue for screening potential drugs for efficacy and safety.",
    "partOfSpeech": "noun",
    "sourceTitle": "Printed human body parts could soon be available for transplant",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Organovo already ازfers kidney and liver tissue برای screenدرg potential drugs برای efficacy and safety."
  },
  {
    "word": "Docile",
    "definition": "Ready to accept control or instruction; submissive",
    "synonyms": "appease, pacify, mollify",
    "passage": "Docile with humans, they are fierce defenders of territory and their young.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Breeding cows that can defend themselves against jaguars",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Docile با humans, they are fierce defenders از terriبهry and their young."
  },
  {
    "word": "Expiate",
    "definition": "Atone for (guilt or sin)",
    "synonyms": "scowl, glare, stare angrily",
    "passage": "So, among the countless humiliations endured by a defeated nation, this was a petty one, now forgotten. It will be expiated on May 26th...",
    "partOfSpeech": "verb",
    "sourceTitle": "Rebuilding bridges",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "So, بین the countless humiliدرiرویs endured توسط a defeدرed nدرiروی, this was a petty رویe, now برایgotten. It will be expiدرed روی May 26th..."
  },
  {
    "word": "Fracas",
    "definition": "A noisy disturbance or quarrel",
    "synonyms": "drift, float, glide",
    "passage": "By the time the broadcaster took the video off its website a day later, it had caused a diplomatic fracas between Turkey and Germany.",
    "partOfSpeech": "noun",
    "sourceTitle": "There once was a prickly sultan",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "توسط the time the broadcaster بهok the video ازf its website a day lدرer, it had caused a diplomدرic fracas بین Turkey and Germany."
  },
  {
    "word": "Ardent",
    "definition": "Enthusiastic or passionate",
    "synonyms": "put an end to, do away with, scrap",
    "passage": "But it is not the kind of radical disruption that fintech\\u2019s more ardent evangelists often foretell.",
    "partOfSpeech": "adjective",
    "sourceTitle": "In fintech, China shows the way",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But این not است kدرd radical disrبالاtiروی thدر fدرtech\\u2019s more ardent evangelists اغلب برایetell."
  },
  {
    "word": "Forestall",
    "definition": "Prevent or obstruct (an anticipated event or action) by taking action ahead of time",
    "synonyms": "dawdle, delay, loiter",
    "passage": "To forestall a social crisis, he mused, governments should consider a tax on robots; if automation slows as a result, so much the better.",
    "partOfSpeech": "verb",
    "sourceTitle": "Why taxing robots is not a good idea",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "به برایestall a social crisis, he mused, gرویnments should cرویsider a tax روی robots; if auبهmدرiروی slows در نتیجه, so much the better."
  },
  {
    "word": "Gainsay",
    "definition": "Speak against or oppose (someone)",
    "synonyms": "confusion, jumble, tangle",
    "passage": "She was too young to know better, let alone gainsay her wicked uncle.",
    "partOfSpeech": "verb",
    "sourceTitle": "Royally embarrassed",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "She was بهo young به know better, let alرویe gaدرsay her wicked uncle."
  },
  {
    "word": "Emboss",
    "definition": "Carve, mold, or stamp a design on (a surface) so that it stands out in relief",
    "synonyms": "gummy, glue-like, gluey",
    "passage": "She took up Braille, which represents letters as embossed dots, when her sight faded 15 years ago.",
    "partOfSpeech": "verb",
    "sourceTitle": "Joining the dots",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "She بهok بالا Braille, which represents letters as embossed dots, when her sight faded 15 years ago."
  },
  {
    "word": "Gambit",
    "definition": "A device, action, or opening remark, typically one entailing a degree of risk, that is calculated to gain an advantage",
    "synonyms": "subvert, sabotage, threaten",
    "passage": "What began as a gambit to hold together his divided Tory party is turning into an alarmingly close contest.",
    "partOfSpeech": "noun",
    "sourceTitle": "The real danger of Brexit",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Whدر began as a gambit به hold بهgether his divided بهry party is turnدرg دربه an alarmدرgly نزدیک cرویtest."
  },
  {
    "word": "Nostrum",
    "definition": "A pet scheme or favorite remedy, especially one for bringing about some social or political reform or improvement",
    "synonyms": "gaudy, flashy, garish",
    "passage": "It became a nostrum among rank-and-file Republicans that mainstream opinion polls are biased and should be ignored...",
    "partOfSpeech": "noun",
    "sourceTitle": "State of denial",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "It became a nostrum بین rank-and-file Republicans thدر maدرstream opدرiروی polls are biased and should be ignored..."
  },
  {
    "word": "Pine",
    "definition": "Miss and long for the return of",
    "synonyms": "concise, succinct, compressed",
    "passage": "Few DJs pine for the days of ones-and-twos; the possibilities of modern technology are too alluring.",
    "partOfSpeech": "verb",
    "sourceTitle": "Now that anyone can be a DJ, is the art form dead?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Few DJs pدرe برای days رویes-and-twos; possibilities modern technology are بهo allurدرg."
  },
  {
    "word": "Apostate",
    "definition": "A person who renounces a religious or political belief or principle",
    "synonyms": "feast, banquet",
    "passage": "The army denied any involvement, but pro-military social media sites were quick to label the abductees blasphemers, apostates and traitors...",
    "partOfSpeech": "noun",
    "sourceTitle": "Pakistan confronts something unfamiliar: optimism",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The army denied any درvolvement, but pro-military social media sites were quick به label the abductees blasphemers, apostدرes and traiبهrs..."
  },
  {
    "word": "Phalanx",
    "definition": "A body of troops or police officers standing or moving in close formation",
    "synonyms": "oddity, peculiarity, abnormality",
    "passage": "A collection of giant slabs surrounded by thick iron railings, protected by a phalanx of armed guards...",
    "partOfSpeech": "noun",
    "sourceTitle": "Open for business",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "A collectiروی از giant slabs surrounded توسط thick irروی railدرgs, protected توسط a phalanx از armed guards..."
  },
  {
    "word": "Placate",
    "definition": "Make (someone) less angry or hostile",
    "synonyms": "conspire, connive, plot",
    "passage": "The government has tried to placate voters without abandoning its policies.",
    "partOfSpeech": "verb",
    "sourceTitle": "It\\u2019s cold outside",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The gرویnment has tried به placدرe voters باout abandرویدرg its policies."
  },
  {
    "word": "Glower",
    "definition": "Have an angry or sullen look on one\\u0027s face; scowl",
    "synonyms": "try, strive, seek",
    "passage": "Images of the tycoon glower from walls plastered with covers of Playboy, GQ, Newsweek and more.",
    "partOfSpeech": "verb",
    "sourceTitle": "Fear trumps hope",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Images از the tycoروی glower از walls plastered با cرویs از Playboy, GQ, Newsweek and more."
  },
  {
    "word": "Waft",
    "definition": "Pass or cause to pass easily or gently through or as if through the air",
    "synonyms": "pitiless, unpitying, ruthless",
    "passage": "The acrid scent of smoke wafts from his clothes.",
    "partOfSpeech": "verb",
    "sourceTitle": "Despite tough talk, Indonesia\\u2019s government is struggling to stem deforestation",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The acrid scent از smoke wafts از his clothes."
  },
  {
    "word": "Vitiate",
    "definition": "Destroy or impair the legal validity of\\r\\n",
    "synonyms": "compelling, strong, forceful",
    "passage": "The firm admitted that it vitiated its stated standards for evaluating securities in an area where those standards put in question its ability to win business.",
    "partOfSpeech": "verb",
    "sourceTitle": "Regulatory settlements raise questions about America\\u2019s financial markets",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The firm admitted thدر it vitiدرed its stدرed standards برای evaluدردرg securities در an area where those standards put در questiروی its ability به wدر busدرess."
  },
  {
    "word": "Dally",
    "definition": "Act or move slowly",
    "synonyms": "onerous, taxing, difficult",
    "passage": "Dally as the parliamentarians may, the fib underpinning Lebanon\\u2019s political system will only become more egregious.",
    "partOfSpeech": "verb",
    "sourceTitle": "Census and sensibility",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Dally as the parliamentarians may, the fib زیرpدرnدرg Lebanروی\\u2019s political system will رویly become more egregious."
  },
  {
    "word": "Welter",
    "definition": "A large number of items in no order; a confused mass",
    "synonyms": "bountiful, lavish, handsome",
    "passage": "At the same time they are subjected to a welter of conflicting pressures\\u2014acting as spin-doctors and bean-counters as well as corporate strategists and auditors.",
    "partOfSpeech": "noun",
    "sourceTitle": "The imperial CFO",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در the same time they are subjected به a welter از cرویflictدرg pressures\\u2014actدرg as spدر-docبهrs and bean-counters as well as corporدرe strدرegists and audiبهrs."
  },
  {
    "word": "Torrid",
    "definition": "Full of difficulty or tribulation",
    "synonyms": "enquiry, investigation, inquisition",
    "passage": "The pound, after a few torrid days of trading immediately after the vote, has stabilised.",
    "partOfSpeech": "adjective",
    "sourceTitle": "How Britain\\u2019s post-referendum economy is faring",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The pound, after a few بهrrid days از tradدرg immediدرely after the vote, has stabilised."
  },
  {
    "word": "Viscous",
    "definition": "Having a thick, sticky consistency between solid and liquid",
    "synonyms": "predictive, visionary",
    "passage": "Not all barrels of oil are alike. Crudes can be viscous like tar or so \\u0027light\\u0027 they float on water.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Crude measure",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Not all barrels از oil are alike. Crudes can be viscous like tar or so \\u0027light\\u0027 they floدر روی wدرer."
  },
  {
    "word": "Undermine",
    "definition": "Lessen the effectiveness, power, or ability of",
    "synonyms": "overblown, contrived, exaggerated",
    "passage": "Attempts at censorship only help to reinforce Western misgivings about China\\u2019s politics and undermine its soft power.\\r\\n",
    "partOfSpeech": "verb",
    "sourceTitle": "China is spending billions to make the world love it",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "درtempts در censorship رویly help به reدربرایce Western misgivدرgs درباره Chدرa\\u2019s politics and زیرmدرe its sازt power.\\r\\n"
  },
  {
    "word": "Tawdry",
    "definition": "Showy but cheap and of poor quality",
    "synonyms": "regulation, enactment, act",
    "passage": "A team of 21 organisers resigned from the National Public Broadcasting Company of Ukraine (NPBCU), throwing the festival of tawdry pop into doubt.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Why Ukraine\\u2019s Eurovision song contest is in crisis",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "A team از 21 organisers resigned از the Nدرiرویal Public Broadcastدرg Company از Ukraدرe (NPBCU), throwدرg festival tawdry pop دربه doubt."
  },
  {
    "word": "Synoptic",
    "definition": "Taking or involving a comprehensive mental view",
    "synonyms": "etiquette, customary behaviour",
    "passage": "They were mind-expandingly right in their synoptic vision, if frequently inexact and sometimes mistaken in their specifics.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The see-through sea",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "They were mدرd-expandدرgly راست در their synoptic visiروی, if اغلب درexact and گاهی mistaken در their specifics."
  },
  {
    "word": "Repast",
    "definition": "A meal",
    "synonyms": "synopsis, summation",
    "passage": "Lunchtime, it is held, would be the optimal time to invade France. Little can distract a Frenchman from his sacred noonday repast.",
    "partOfSpeech": "noun",
    "sourceTitle": "Point me at the SKY",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Lunchtime, این held است, would be the optimal time به درvade France. Little can distract a Frenchman از his sacred noرویday repast."
  },
  {
    "word": "Anomaly",
    "definition": "Something that deviates from what is standard, normal, or expected",
    "synonyms": "inactivity, inertia, latency",
    "passage": "Spanish time is a historical anomaly. When Franco drew close to Hitler in the second world war, he changed his country\\u2019s clocks to mimic those of Berlin. ",
    "partOfSpeech": "noun",
    "sourceTitle": "Out of sync with the sun...",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Spanish time is a hisبهrical anomaly. When Franco drew نزدیک به Hitler در the secرویd world war, he changed his country\\u2019s clocks به mimic those از Berlدر. "
  },
  {
    "word": "Collude",
    "definition": "Cooperate in a secret or unlawful way in order to deceive or gain an advantage over others",
    "synonyms": "perceive, make out, pick out",
    "passage": "Corrupt officials collude with superiors as well as subordinates.",
    "partOfSpeech": "verb",
    "sourceTitle": "To have and to hold",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Corrبالاt ازficials collude با sبالاeriors as well as subordدردرes."
  },
  {
    "word": "Assay",
    "definition": "Attempt",
    "synonyms": "faint-hearted, lily-livered, spineless",
    "passage": "The last chapter assays some brave, liberal cheer, calling for an upsurge in human empathy.",
    "partOfSpeech": "verb",
    "sourceTitle": "Blessed are the cheesemakers",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The last chapter assays some brave, liberal cheer, callدرg برای an بالاsurge در human empدرhy."
  },
  {
    "word": "Unsparing",
    "definition": "Merciless; severe",
    "synonyms": "restive, excitable, nervous",
    "passage": "In tight, unsparing prose, she confronts the delusions her father held, and the lies she told herself.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Books of the Year 2016",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در tight, unsparدرg prose, she cرویجلوs the delusiرویs her fدرher held, and the lies she بهld herself."
  },
  {
    "word": "Cogent",
    "definition": "(of an argument or case) clear, logical, and convincing",
    "synonyms": "bashful, self-effacing, unassuming",
    "passage": "A more cogent commentary on our economic woes came from a past master, Ken Loach.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Noblesse oblige at Cannes",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "A more cogent commentary روی our ecرویomic woes came از a past master, Ken Loach."
  },
  {
    "word": "Arduous",
    "definition": "Involving or requiring strenuous effort",
    "synonyms": "speak out, protest strongly",
    "passage": "The work is arduous and poorly paid, with delivery companies competing fiercely on cost.",
    "partOfSpeech": "adjective",
    "sourceTitle": "All that is solid melts into air",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "این work arduous است and poorly paid, با deliخیلی companies competدرg fiercely روی cost."
  },
  {
    "word": "Munificent",
    "definition": "Larger or more generous than is usual or necessary",
    "synonyms": "learned, scholarly, well educated",
    "passage": "Anyone with a few million dollars to spare can join in. The initial awards for physics, for example, were followed by equally munificent prizes in life sciences and mathematics.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The Breakthrough prizes",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Anyرویe با a few milliروی dollars به spare can joدر در. The درitial awards برای physics, به عنوان مثال, were followed توسط equally munificent prizes در life sciences and mدرhemدرics."
  },
  {
    "word": "Inquest",
    "definition": "A judicial inquiry to ascertain the facts relating to an incident, such as a death",
    "synonyms": "appropriate, suitable, fitting",
    "passage": " A jury at a second inquest ruled that they were unlawfully killed.",
    "partOfSpeech": "noun",
    "sourceTitle": "The significance of the Hillsborough inquests",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " A jury در a secرویd درquest ruled thدر they were unlawfully killed."
  },
  {
    "word": "Prophetic",
    "definition": "Accurately describing or predicting what will happen in the future",
    "synonyms": "godless, ungodly, unholy",
    "passage": "As the depleted council began, Metropolitan Kallistos Ware... said he still hoped it could avoid being mired in Orthodoxy\\u2019s internal woes and \\u0027speak in a firm, prophetic voice\\u0027 to humanity. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "The autumn of the patriarchs",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "As the depleted council began, Metropolitan Kallisبهs Ware... said he still hoped it could avoid beدرg mired در Orthodoxy\\u2019s درternal woes and \\u0027speak در a firm, prophetic voice\\u0027 به humanity. "
  },
  {
    "word": "Overwrought",
    "definition": "(of a piece of writing or a work of art) too elaborate or complicated in design or construction",
    "synonyms": "fertile, fruitful, productive",
    "passage": " She made prodigious strides as a writer and learned to temper her overwrought outpourings.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Charlotte Bront\\u00eb\\u2019s classroom fantasy",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " She made prodigious strides as a writer and learned به temper her رویwrought outpourدرgs."
  },
  {
    "word": "Statute",
    "definition": "A written law passed by a legislative body",
    "synonyms": "evade, dodge, get out of",
    "passage": "The debate began in 2016, when the government decriminalised battery, the least violent form of assault on the Russian statute books.",
    "partOfSpeech": "noun",
    "sourceTitle": "Why Russia is about to decriminalise wife-beating",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The debدرe began در 2016, when the gرویnment decrimدرalised bدرtery, the least violent برایm از assault روی the Russian stدرute books."
  },
  {
    "word": "Decorum",
    "definition": "Behavior in keeping with good taste and propriety",
    "synonyms": "adjudication, mediation",
    "passage": "Emotions ran high during the voting, and some of the rhetoric was intemperate, but the deputies mostly observed parliamentary decorum.",
    "partOfSpeech": "noun",
    "sourceTitle": "The darkest hour",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Emotiرویs ran high durدرg the votدرg, and some از the rheبهric was درtemperدرe, but the deputies mostly observed parliamentary decorum."
  },
  {
    "word": "Pr\\u00e9cis",
    "definition": "A summary or abstract of a text or speech",
    "synonyms": "slick, pat, neat",
    "passage": "His latest book, \\u0027Intuition Pumps and Other Tools for Thinking\\u0027, is a pr\\u00e9cis of those 50 years, distilled into 77 readable and mostly bite-sized chapters.",
    "partOfSpeech": "noun",
    "sourceTitle": "Pump-primer",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "His lدرest book, \\u0027درtuitiروی Pumps and Other بهols برای Thدرkدرg\\u0027, is a pr\\u00e9cis از those 50 years, distilled دربه 77 readable and mostly bite-sized chapters."
  },
  {
    "word": "Quiescence",
    "definition": "A state or period of inactivity or dormancy",
    "synonyms": "beseech, implore, solicit",
    "passage": "Horrible conditions do not guarantee revolts, and moderately bad conditions do not necessarily thwart them. The question is what to make of the relative quiescence of America\\u2019s poor.",
    "partOfSpeech": "noun",
    "sourceTitle": "Why aren\\u2019t the poor storming the barricades?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Horrible cرویditiرویs do not guarantee revolts, and moderدرely bad cرویditiرویs do not necessarily thwart them. این questiروی whدر است به make از the relدرive quiescence از America\\u2019s poor."
  },
  {
    "word": "Epaulet",
    "definition": "An ornamental shoulder piece on an item of clothing, especially on the coat or jacket of a military uniform",
    "synonyms": "oust, usurp, overthrow",
    "passage": "Klimt was the first president of the Secession and led the way sartorially too; he favoured long, voluminous indigo smocks with embroidered white epaulets. ",
    "partOfSpeech": "noun",
    "sourceTitle": "A lover of women",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Klimt was the first president از the Secessiروی and led the way sarبهrially بهo; he favoured lرویg, volumدرous درdigo smocks با embroidered white epaulets. "
  },
  {
    "word": "Descry",
    "definition": "Catch sight of",
    "synonyms": "assume, acquire, seize",
    "passage": "Descrying the good, the dull, the controversial and the plainly bad in all walks of life... is part of what the obituarist perceives as his duty.",
    "partOfSpeech": "verb",
    "sourceTitle": "The art of the obituary",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Descryدرg the good, the dull, the cرویtrرویsial and the plaدرly bad در all walks از life... is part از whدر the obituarist perceives as his duty."
  },
  {
    "word": "Craven",
    "definition": "Contemptibly lacking in courage",
    "synonyms": "abuse, insults, vituperation",
    "passage": "The thing is, Britain\\u2019s leaders risk going beyond engagement and realpolitik to something more craven, something closer to knee-jerk sycophancy. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "Britain should seek Donald Trump\\u2019s respect, not his affection",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The thدرg is, Britaدر\\u2019s leaders risk goدرg beyرویd engagement and realpolitik به somethدرg more craven, somethدرg نزدیکr به knee-jerk sycophancy. "
  },
  {
    "word": "Skittish",
    "definition": "Excitable or easily scared",
    "synonyms": "stickler for discipline, taskmaster",
    "passage": "In nearby Belgium, gloom is deepening. In some cases official behaviour has gone from Gallic defiance to skittish anxiety.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Not all shows must go on",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در نزدیکتوسط Belgium, gloom is deepenدرg. در some cases ازficial behaviour has gرویe از Gallic defiance به skittish anxiety."
  },
  {
    "word": "Diffident",
    "definition": "Modest or shy because of a lack of self-confidence",
    "synonyms": "staunch, restrain, control",
    "passage": "A diffident figure, he lacks his predecessor\\u2019s showmanship, and indeed would not have been running at all had his United Democratic Party\\u2019s chosen candidate... not been jailed. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "A shock victory for the underdog in Gambia",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "A diffident figure, he lacks his predecessor\\u2019s showmanship, and در واقع would not have been runnدرg در all had his United Democrدرic Party\\u2019s chosen candidدرe... not been jailed. "
  },
  {
    "word": "Declaim",
    "definition": "Utter or deliver words or a speech in a rhetorical or impassioned way",
    "synonyms": "hesitate, falter, waver",
    "passage": "Block solidarity grows when leaders declaim against even a mild, or imagined, offence.",
    "partOfSpeech": "verb",
    "sourceTitle": "An illiberal turn",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Block solidarity grows when leaders declaim علیه even a mild, or imagدرed, ازfence."
  },
  {
    "word": "Erudite",
    "definition": "Having or showing great knowledge or learning",
    "synonyms": "extortionate moneylending",
    "passage": "At once erudite and entertaining, he shows how the novel\\u2019s magic lies in its multitasking versatility.",
    "partOfSpeech": "adjective",
    "sourceTitle": "How Victor Hugo came to write \\u201cLes Mis\\u00e9rables\\u201d, his magnum opus",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در رویce erudite and entertaدردرg, he shows how the novel\\u2019s magic lies در its multitaskدرg versدرility."
  },
  {
    "word": "Apposite",
    "definition": "Apt in the circumstances or in relation to something",
    "synonyms": "wickedness, immorality, corruption",
    "passage": "His policy activism was designed to replace that unexamined received opinion from the past with explicitly stated apposite analysis from the present. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "The art and science of economics at Cambridge",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "His policy activism was designed به replace thدر unexamدرed received opدرiروی از the past با explicitly stدرed apposite analysis از the present. "
  },
  {
    "word": "Impious",
    "definition": "Not showing respect or reverence, especially for a god",
    "synonyms": "fully satisfy, gorge, stuff",
    "passage": "For an artist, trying to depict the Deity could be more impious only than drawing Muhammad.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Why Islam prohibits images of Muhammad",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "برای an artist, tryدرg به depict the Deity could be more impious رویly than drawدرg Muhammad."
  },
  {
    "word": "Fecund",
    "definition": "Producing or capable of producing an abundance of offspring or new growth",
    "synonyms": "sterile, germ-free, uncontaminated",
    "passage": "The government will then rent the homes to young couples, the more fecund the better.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Desperately seeking young people",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The gرویnment will then rent the homes به young coبالاles, the more fecund the better."
  },
  {
    "word": "Shirk",
    "definition": "Avoid or neglect (a duty or responsibility)",
    "synonyms": "rubbish, junk, debris",
    "passage": "This, in turn, would make them less likely to shirk their responsibilities, because they would lose more if they were caught and got fired.",
    "partOfSpeech": "verb",
    "sourceTitle": "Secrets and agents",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This, در turn, would make them less likely به shirk their respرویsibilities, because they would lose more if they were caught and got fired."
  },
  {
    "word": "Arbitration",
    "definition": "The use of an arbitrator to settle a dispute",
    "synonyms": "spur, prod, egg on",
    "passage": "Its new \\u0027model\\u0027 treaty would compel foreign investors to seek redress in India\\u2019s clogged courts before doing it via international arbitration.",
    "partOfSpeech": "noun",
    "sourceTitle": "A cooler climate",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Its new \\u0027model\\u0027 treدرy would compel برایeign درvesبهrs به seek redress در درdia\\u2019s clogged courts beبرایe doدرg it via درternدرiرویal arbitrدرiروی."
  },
  {
    "word": "Glib",
    "definition": "(of words or the person speaking them) fluent and voluble but insincere and shallow\\r\\n",
    "synonyms": "slack, slipshod, negligent",
    "passage": "Although there is plenty to admire in the ambitious scope of this book, ultimately it is a glib work, full of corner-cutting sleights of hand...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Future shock",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Although plenty وجود دارد به admire در the ambitious scope از this book, ultimدرely این a است glib work, full از corner-cuttدرg sleights از hand..."
  },
  {
    "word": "Importune",
    "definition": "Ask (someone) pressingly and persistently for or to do something",
    "synonyms": "mock, jeer at, scoff at",
    "passage": "Insurers typically seek a tie-up with a bank to identify and importune likely customers.",
    "partOfSpeech": "verb",
    "sourceTitle": "Astounding claims",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "درsurers معمولاً seek a tie-بالا با a bank به identify and importune likely cusبهmers."
  },
  {
    "word": "Supplant",
    "definition": "Supersede and replace",
    "synonyms": "brief, concise, terse",
    "passage": "Political scientists and data journalists have battled for years to supplant fact-free punditry with quantitative rigour. ",
    "partOfSpeech": "verb",
    "sourceTitle": "Hillary Clinton has got this. Probably. Very probably",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Political scientists and dدرa journalists have bدرtled برای years به sبالاplant fact-free punditry با quantitدرive rigour. "
  },
  {
    "word": "Hew",
    "definition": "Conform or adhere to",
    "synonyms": "insolence, nerve, audacity",
    "passage": "For one side to push the other to hew to the norm is costly, both because resources must be spent holding one\\u0027s opponents to account...",
    "partOfSpeech": "verb",
    "sourceTitle": "How strong are the institutions of liberal societies?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "برای رویe side به push the other به hew به این norm costly است, both because resources must be spent holdدرg رویe\\u0027s oppرویents به account..."
  },
  {
    "word": "Arrogate",
    "definition": "Take or claim (something) without justification",
    "synonyms": "liberality, munificence, bounty",
    "passage": "Europe\\u2019s heads of government should stand against its latest power grab, which is to arrogate to itself the right to choose the next European Commission president...",
    "partOfSpeech": "verb",
    "sourceTitle": "Europe goes to the polls",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Europe\\u2019s heads از gرویnment should stand علیه its lدرest power grab, which is به arrogدرe به itself the راست به choose the next European Commissiروی president..."
  },
  {
    "word": "Invective",
    "definition": "Insulting, abusive, or highly critical language",
    "synonyms": "piece of gossip, whisper",
    "passage": "He is an epic misanthrope and equal-opportunity bigot whose every utterance is filled with invective or despair.",
    "partOfSpeech": "noun",
    "sourceTitle": "\\u201cDarke\\u201d, an unforgettable figure",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He is an epic misanthrope and equal-opportunity bigot whose eخیلی utterance is filled با درvective or despair."
  },
  {
    "word": "Martinet",
    "definition": "A strict disciplinarian, especially in the armed forces",
    "synonyms": "modern, trendy, in",
    "passage": "Mr Enwezor has a reputation for being a left-wing martinet. In the coming months, his politics, as well as his aesthetics, will be put to the test...",
    "partOfSpeech": "noun",
    "sourceTitle": "New on the Rialto",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Enwezor has a reputدرiروی برای beدرg a چپ-wدرg martدرet. در the comدرg mرویths, his politics, as well as his aesthetics, will be put به the test..."
  },
  {
    "word": "Stanch",
    "definition": "Stop or restrict (a flow of blood) from a wound",
    "synonyms": "careful, circumspect, on one\\u0027s guard",
    "passage": "She vows to close radical mosques, stanch the flow of immigrants to a trickle, obstruct foreign trade, swap the euro for a resurrected French franc...",
    "partOfSpeech": "verb",
    "sourceTitle": "The vote that could wreck the European Union",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "She vows به نزدیک radical mosques, stanch flow immigrants به a trickle, obstruct برایeign trade, swap the euro برای a resurrected French franc..."
  },
  {
    "word": "Dither",
    "definition": "Be indecisive",
    "synonyms": "coincidence, accident, a twist of fate",
    "passage": "In addition, while Europe has dithered, America has cleaned up its banks.",
    "partOfSpeech": "verb",
    "sourceTitle": "Nightmare on Main Street",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "علاوه بر این, while Europe has dithered, America has cleaned بالا its banks."
  },
  {
    "word": "Usury",
    "definition": "The action or practice of lending money at unreasonably high rates of interest",
    "synonyms": "boring, vapid, dull",
    "passage": "The financier raised fresh capital for his bank by exploiting savings accounts... thus contravening the Catholic church\\u2019s ban on usury. ",
    "partOfSpeech": "noun",
    "sourceTitle": "Goldenballs",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The fدرancier raised fresh capital برای his bank توسط exploitدرg savدرgs accounts... thus cرویtravenدرg the Cدرholic church\\u2019s ban روی usury. "
  },
  {
    "word": "Turpitude",
    "definition": "Depraved or wicked behaviour or character",
    "synonyms": "castigate, chastise, condemn",
    "passage": "Those who reject her simply because she is a Clinton... are not paying attention to the turpitude of the alternative.",
    "partOfSpeech": "noun",
    "sourceTitle": "America\\u2019s best hope",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Those who reject her simply because she is a Clدرtروی... are not payدرg درtentiروی به turpitude the alternدرive."
  },
  {
    "word": "Sate",
    "definition": "Satisfy (a desire or an appetite) to the full",
    "synonyms": "message, communication, note",
    "passage": "Productions from all over the globe are looking to sate audiences\\u2019 desire for compelling long-form television drama...",
    "partOfSpeech": "verb",
    "sourceTitle": "Looking to find the next hit television series? Try Berlin",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Productiرویs از all روی the globe are lookدرg به sدرe audiences\\u2019 desire برای compellدرg lرویg-برایm televisiروی drama..."
  },
  {
    "word": "Aseptic",
    "definition": "Free from contamination caused by harmful bacteria, viruses, or other microorganisms",
    "synonyms": "cover up, sweep under the carpet",
    "passage": "\\u201cDr Trajkovski and his colleagues then arranged for mice that had been born and raised... in aseptic conditions (and which were thus germ-free), to have bacteria...\\u201d",
    "partOfSpeech": "adjective",
    "sourceTitle": "Cold-weather friends",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u201cDr Trajkovski and his colleagues then arranged برای mice thدر had been born and raised... در aseptic cرویditiرویs (and which were thus germ-free), به have bacteria...\\u201d"
  },
  {
    "word": "Dross",
    "definition": "Something regarded as worthless",
    "synonyms": "call into question, challenge",
    "passage": "Some of its best properties could be sold quickly, but the dross might take years to offload.",
    "partOfSpeech": "noun",
    "sourceTitle": "How Donald Trump should handle conflicts of interest",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Some از its best properties could be sold quickly, but the dross might take years به ازfload."
  },
  {
    "word": "Goad",
    "definition": "Provoke or annoy (someone) so as to stimulate some action or reaction",
    "synonyms": "toll, ringing, chime",
    "passage": "Her words were meant to goad officials into action, not (presumably) to describe how she saw the coming four years of her term.",
    "partOfSpeech": "verb",
    "sourceTitle": "A series of unfortunate events",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Her words were meant به goad ازficials دربه actiروی, not (presumably) به describe how she saw the comدرg four years از her term."
  },
  {
    "word": "Lax",
    "definition": "Not sufficiently strict, severe, or careful",
    "synonyms": "entangle, tangle up, embroil",
    "passage": "Mario Draghi has faced attacks from critics in Germany (for being too lax) and Greece (for being too tight).",
    "partOfSpeech": "adjective",
    "sourceTitle": "Rethinking central bank independence",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mario Draghi has faced درtacks از critics در Germany (برای beدرg بهo lax) and Greece (برای beدرg بهo tight)."
  },
  {
    "word": "Deride",
    "definition": "Express contempt for; ridicule",
    "synonyms": "veto, shunning, rejection",
    "passage": "Mr Trudeau\\u2019s domestic critics\\u2014so far a minority\\u2014deride him as \\u0027Prime Minister Selfie\\u0027 for posing incessantly with fans and celebrities...",
    "partOfSpeech": "verb",
    "sourceTitle": "The last liberals",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Trudeau\\u2019s domestic critics\\u2014so دور a mدرority\\u2014deride him as \\u0027Prime Mدرister Selfie\\u0027 برای posدرg درcessantly با fans and celebrities..."
  },
  {
    "word": "Laconic",
    "definition": "(of a person, speech, or style of writing) using very few words",
    "synonyms": "erode, wear away, diminish",
    "passage": "After decades in obscurity, he has been resurrected as an important literary figure, praised for his laconic style and eyewitness testimony...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Darkness before dawn",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "After decades در obscurity, he has been resurrected as an important literary figure, praised برای his lacرویic style and eyewitness testimرویy..."
  },
  {
    "word": "Gall",
    "definition": "Bold, impudent behavior",
    "synonyms": "snide remark, taunt, dig",
    "passage": "With enough gall and entrepreneurial spirit, it suggests, anyone can end up driving a Porsche and living in a marble-floored luxury apartment.",
    "partOfSpeech": "noun",
    "sourceTitle": "War games",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "با enough gall and entrepreneurial spirit, it suggests, anyرویe can end بالا drivدرg a Porsche and livدرg در a marble-floored luxury apartment."
  },
  {
    "word": "Ingrate",
    "definition": "An ungrateful person",
    "synonyms": "blunder, mistake, error",
    "passage": "Greater liberty... over the past generation is abused by ingrates who think it funny to depict their leaders pantless...",
    "partOfSpeech": "noun",
    "sourceTitle": "Run!",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Greدرer liberty... روی the past generدرiروی is abused توسط درgrدرes who thدرk it funny به depict their leaders pantless..."
  },
  {
    "word": "Largesse",
    "definition": "Generosity in bestowing money or gifts upon others",
    "synonyms": "saturate, fill, suffuse",
    "passage": " All else equal, such largesse should indeed give the economy some temporary vim.",
    "partOfSpeech": "noun",
    "sourceTitle": "King of debt",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " All else equal, such largesse should در واقع give the ecرویomy some temporary vim."
  },
  {
    "word": "Canard",
    "definition": "An unfounded rumor or story",
    "synonyms": "ordinary, simple, plain",
    "passage": "In March 2014 Newsweek... identified a man living in California... as the real Satoshi, but this turned out to be an embarrassing canard.",
    "partOfSpeech": "noun",
    "sourceTitle": "Craig Steven Wright claims to be Satoshi Nakamoto. Is he?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در March 2014 Newsweek... identified a man livدرg در Caliبرایnia... as the real Sدرoshi, but this turned out به be an embarrassدرg canard."
  },
  {
    "word": "Modish",
    "definition": "Conforming to or following what is currently popular and fashionable",
    "synonyms": "authority, adviser",
    "passage": "With these modish safety demonstrations becoming the norm, the question is what, exactly, do they accomplish?",
    "partOfSpeech": "adjective",
    "sourceTitle": "Why airline safety videos are getting catchier",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "با these modish safety demرویstrدرiرویs becomدرg the norm, این questiروی whدر است, exactly, do they accomplish?"
  },
  {
    "word": "Leery",
    "definition": "Cautious or wary due to realistic suspicions",
    "synonyms": "extravagant, grandiloquent",
    "passage": "The past two decades have left working-class voters in many countries leery of globalisation.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Trade in the balance",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The past two decades have چپ workدرg-class voters در many countries leery از globalisدرiروی."
  },
  {
    "word": "Fluke",
    "definition": "Unlikely chance occurrence, especially a surprising piece of luck",
    "synonyms": "renounce, disavow, retract",
    "passage": "Was this a fluke? Mr Baker is not the first to notice the anomaly.",
    "partOfSpeech": "noun",
    "sourceTitle": "Risk and the stockmarket",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Was this a fluke? Mr Baker is not the first به notice the anomaly."
  },
  {
    "word": "Insipid",
    "definition": "Lacking vigour or interest",
    "synonyms": "emotional, tearful, lachrymose",
    "passage": "It was a stultifying procession of patriotic songs... insipid skits and bald propaganda.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Core values",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "It was a stultifyدرg processiروی از pدرriotic sرویgs... درsipid skits and bald propaganda."
  },
  {
    "word": "Lambaste",
    "definition": "Criticize (someone or something) harshly",
    "synonyms": "quintessence, main idea",
    "passage": "Yet the president was lambasted for his otherworldly complacency.",
    "partOfSpeech": "verb",
    "sourceTitle": "Learning to live with it",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Yet the president was lambasted برای his otherworldly complacency."
  },
  {
    "word": "Missive",
    "definition": "A letter, especially a long or official one",
    "synonyms": "puritanical, prim, goody-goody",
    "passage": "In 2001\\u2014aeons ago in internet time\\u2014the European Commission sent a sternly worded missive to Microsoft.",
    "partOfSpeech": "noun",
    "sourceTitle": "Android attack",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در 2001\\u2014aeرویs ago در درternet time\\u2014the European Commissiروی sent a sternly worded missive به Microsازt."
  },
  {
    "word": "Whitewash",
    "definition": "Deliberately attempt to conceal unpleasant facts about (a person or organization)\\r\\n",
    "synonyms": "bond, tie, subjection",
    "passage": "Indeed, in trying to whitewash the past, the government may stir up prejudice instead.",
    "partOfSpeech": "verb",
    "sourceTitle": "The politics of memory",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در واقع, در tryدرg به whitewash the past, the gرویnment may stir بالا prejudice درstead."
  },
  {
    "word": "Impugn",
    "definition": "Dispute the truth, validity, or honesty of (a statement or motive)",
    "synonyms": "indifference, passivity, ennui ",
    "passage": "Impugning Mr Abe\\u2019s motives is too cynical. His commitment to economic revival was no doubt sincere...",
    "partOfSpeech": "verb",
    "sourceTitle": "Three-piece dream suit",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Impugnدرg Mr Abe\\u2019s motives is بهo cynical. His commitment به ecرویomic revival was no doubt sدرcere..."
  },
  {
    "word": "Knell",
    "definition": "The sound of a bell, especially when rung solemnly for a death or funeral",
    "synonyms": "harmful, bad, malevolent",
    "passage": "The change in policy is a blow to the prison industry, but it hardly sounds a death knell for its business model.",
    "partOfSpeech": "noun",
    "sourceTitle": "America is phasing out the federal use of private prisons",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The change در policy is a blow به the prisروی درdustry, but it به سختی sounds a deدرh knell برای its busدرess model."
  },
  {
    "word": "Mire",
    "definition": "Involve someone or something in (a difficult situation)",
    "synonyms": "accumulate, amass, assemble",
    "passage": "Ms Park is hopelessly mired in an ever-deepening influence-peddling scandal.",
    "partOfSpeech": "verb",
    "sourceTitle": "Why Park Geun-hye should resign",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Ms Park is hopelessly mired در an ever-deepenدرg درfluence-peddlدرg scandal."
  },
  {
    "word": "Boycott",
    "definition": "A punitive ban that forbids relations with certain groups",
    "synonyms": "productive, creative, inventive",
    "passage": "Conversely some prominent black women have called for a boycott, seeing Mr Parker\\u2019s past as a disqualifying stain.",
    "partOfSpeech": "noun",
    "sourceTitle": "Blood on the leaves",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Cرویversely some promدرent black women have called برای a boycott, seeدرg Mr Parker\\u2019s past as a disqualifyدرg staدر."
  },
  {
    "word": "Whittle",
    "definition": "Reduce something in size, amount, or extent by a gradual series of steps",
    "synonyms": "misgiving, doubt, reservation",
    "passage": "Democrats had spent a nervous September watching that lead whittle away after Mrs Clinton\\u2019s bout of pneumonia...",
    "partOfSpeech": "verb",
    "sourceTitle": "Hillary Clinton\\u2019s polling compared with Barack Obama\\u2019s",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Democrدرs had spent a nervous September wدرchدرg thدر lead whittle دور after Mrs Clدرtروی\\u2019s bout از pneumرویia..."
  },
  {
    "word": "Jibe",
    "definition": "An insulting or mocking remark",
    "synonyms": "henchman, yes-man, lackey",
    "passage": "He often looked angry and some of his jibes sounded like mere insults, rather than irreverent statements that make people laugh.",
    "partOfSpeech": "noun",
    "sourceTitle": "Rubio and Cruz come out swinging at Trump",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He اغلب looked angry and some از his jibes sounded like mere درsults, نسبتاً than irreverent stدرements thدر make people laugh."
  },
  {
    "word": "Gaffe",
    "definition": "An unintentional act or remark causing embarrassment to its originator",
    "synonyms": "representative, substitute, stand-in",
    "passage": "Personally he is likeable. But he is also gaffe-prone and the progenitor of a series of undiplomatic comments...",
    "partOfSpeech": "noun",
    "sourceTitle": "Britain\\u2019s new prime minister will regret appointing Boris Johnson",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Persرویally he is likeable. But he is also gaffe-prرویe and progeniبهr a series از undiplomدرic comments..."
  },
  {
    "word": "Imbue",
    "definition": "Inspire or permeate with a feeling or quality",
    "synonyms": "peripheral, radical, unorthodox",
    "passage": "Some feminists argue, moreover, that the very framework of economics is imbued with subtler forms of sexism.",
    "partOfSpeech": "verb",
    "sourceTitle": "A proper reckoning",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Some femدرists argue, علاوه بر این, thدر the خیلی framework از ecرویomics is imbued با subtler برایms از sexism."
  },
  {
    "word": "Modest",
    "definition": "not excessively large, elaborate, or expensive",
    "synonyms": "industrialist, tycoon, mogul",
    "passage": "They can be seen in the modest dress, office decor and eating habits of Angela Merkel, the daughter of a Lutheran pastor...",
    "partOfSpeech": "adjective",
    "sourceTitle": "How Martin Luther has shaped Germany for half a millennium",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "They can be seen در the modest dress, ازfice decor and eدردرg habits از Angela Merkel, daughter a Lutheran pasبهr..."
  },
  {
    "word": "Pundit",
    "definition": "An expert in a particular subject or field who is frequently called on to give opinions about it to the public",
    "synonyms": "refrain, desist, hold back",
    "passage": "And yet the prevailing view among pundits is that Russia is indeed back in Asia.",
    "partOfSpeech": "noun",
    "sourceTitle": "Russia\\u2019s pivot to Asia",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "And yet the prevailدرg view بین pundits is thدر Russia is در واقع عقب در Asia."
  },
  {
    "word": "Florid",
    "definition": "Using unusual words or complicated rhetorical constructions",
    "synonyms": "diminish, decrease, cut",
    "passage": " A victorious Governor Jerry Brown, his voice gruffer, his pate sparer and his metaphors more florid than during his first stint in office...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Brownian motion",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " A vicبهrious Gرویnor Jerry Brown, his voice gruffer, his pدرe sparer and his metaphors more florid than durدرg his first stدرt در ازfice..."
  },
  {
    "word": "Recant",
    "definition": "Say that one no longer holds an opinion or belief",
    "synonyms": "hunt, scavenge, grub",
    "passage": "Analysts who predict turmoil are warned to shut up or recant.",
    "partOfSpeech": "verb",
    "sourceTitle": "The muzzle grows tighter",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Analysts who predict turmoil are warned به shut بالا or recant."
  },
  {
    "word": "Maudlin",
    "definition": "Self-pityingly or tearfully sentimental",
    "synonyms": "go wild about, wax lyrical about",
    "passage": "Alas, he never really fixed his state\\u2019s finances, and voters at home have tired of his maudlin theatrics...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Chris Christie and Carly Fiorina drop out",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Alas, he never really fixed his stدرe\\u2019s fدرances, and voters در home have tired از his maudlدر theدرrics..."
  },
  {
    "word": "Gist",
    "definition": "The substance or essence of a speech or text",
    "synonyms": "endorse, urge",
    "passage": "Machine translation, too, has gone from terrible to usable for getting the gist of a text...",
    "partOfSpeech": "noun",
    "sourceTitle": "Finding a voice",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Machدرe translدرiروی, بهo, has gرویe از terrible به usable برای gettدرg gist a text..."
  },
  {
    "word": "Prudish",
    "definition": "Having a tendency to be easily shocked by matters relating to sex or nudity",
    "synonyms": "white, pasty, wan",
    "passage": "Several Pacific nations ban cross-dressing (another hand-me-down from prudish Victorians).",
    "partOfSpeech": "adjective",
    "sourceTitle": "Knife-edge lives",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Several Pacific nدرiرویs ban cross-dressدرg (another hand-me-پایین از prudish Vicبهrians)."
  },
  {
    "word": "Yoke",
    "definition": "A wooden crosspiece that is fastened over the necks of two animals and attached to the plow or cart that they are to pull\\r\\n",
    "synonyms": "stumble, fumble",
    "passage": "The existential consequences of throwing off the yoke of religion is debated in many countries.",
    "partOfSpeech": "noun",
    "sourceTitle": "Getting into Valhalla",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The existential cرویsequences از throwدرg ازf yoke religiروی is debدرed در many countries."
  },
  {
    "word": "Apathy",
    "definition": "Lack of interest, enthusiasm, or concern",
    "synonyms": "spoil, ruin, damage",
    "passage": "Perhaps most difficult will be overcoming the cynicism, and apathy, of the public.",
    "partOfSpeech": "noun",
    "sourceTitle": "As the North East rejects a devolution deal, the West Midlands embraces one",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Perhaps most difficult will be رویcomدرg the cynicism, and apدرhy, از the public."
  },
  {
    "word": "Malign",
    "definition": "Evil in nature or effect",
    "synonyms": "in touch with, plugged into",
    "passage": "Other, darker interpretations of what malign force the monster may represent once again abound...",
    "partOfSpeech": "adjective",
    "sourceTitle": "A well-loved monster takes Japan\\u2019s box office by storm once again",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Other, darker درterpretدرiرویs از whدر malign برایce the mرویster may represent رویce agaدر abound..."
  },
  {
    "word": "Garner",
    "definition": "Gather or collect (something, especially information or approval)",
    "synonyms": "stealing, robbery, pilfering",
    "passage": "Labs that garnered more pay-offs were more likely to pass on their methods to other, newer labs...",
    "partOfSpeech": "verb",
    "sourceTitle": "Incentive malus",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Labs thدر garnered more pay-ازfs were more likely به pass روی their methods به other, newer labs..."
  },
  {
    "word": "Prolific",
    "definition": "(of an artist, author, or composer) producing many works",
    "synonyms": "contingent, section, sector",
    "passage": "It is true that few artists have been so prolific. On average, he released a studio album every year...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Everything flowed through Prince",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "این true است thدر few artists have been so prolific. روی average, he released a studio album eخیلی year..."
  },
  {
    "word": "Qualm",
    "definition": "An uneasy feeling of doubt, worry, or fear",
    "synonyms": "scold, reprimand, rebuke",
    "passage": "Qualms about the force\\u2019s quality extend beyond their handling of demonstrators.",
    "partOfSpeech": "noun",
    "sourceTitle": "The force is with who?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Qualms درباره the برایce\\u2019s quality extend beyرویd their handlدرg از demرویstrدرors."
  },
  {
    "word": "Minion",
    "definition": "A follower or underling of a powerful person",
    "synonyms": "come down from one\\u0027s high horse",
    "passage": "Its minions have set up thousands of social-media \\u201cbots\\u201d and other spamming weapons to drown out other content.",
    "partOfSpeech": "noun",
    "sourceTitle": "Yes, I\\u2019d lie to you",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Its mدرiرویs have set بالا thousands از social-media \\u201cbots\\u201d and other spammدرg weapرویs به drown out other cرویtent."
  },
  {
    "word": "Proxy",
    "definition": "A person authorized to act on behalf of another",
    "synonyms": "lounge, sprawl, drape oneself",
    "passage": "...Mr Thaksin\\u2019s sister Yingluck, who took over his political movement after he left the country and who in 2011 was elected prime minister as his proxy",
    "partOfSpeech": "noun",
    "sourceTitle": "The death of the Thai king throws the country into turmoilhris Christie and Carly Fiorina drop out",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "...Mr Thaksدر\\u2019s sister Yدرgluck, who بهok روی his political movement after he چپ the country and who در 2011 was elected prime mدرister as his proxy"
  },
  {
    "word": "Fringe",
    "definition": "The unconventional, extreme, or marginal wing of a group or sphere of activity",
    "synonyms": " contradict, counter, go against",
    "passage": "Fringe beliefs reinforced in these ways can establish themselves and persist long after outsiders deem them debunked...",
    "partOfSpeech": "noun",
    "sourceTitle": "Yes, I\\u2019d lie to you",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Frدرge beliefs reدربرایced در these ways can establish themselves and persist lرویg after خارجrs deem them debunked..."
  },
  {
    "word": "Magnate",
    "definition": "A wealthy and influential businessman or businesswoman",
    "synonyms": "leafy, grassy, lush",
    "passage": "Several of America\\u2019s great industrialists built empires in Pittsburgh, including Andrew Carnegie, a steel magnate.",
    "partOfSpeech": "noun",
    "sourceTitle": "From zero to seventy (billion)",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Several از America\\u2019s greدر درdustrialists built empires در Pittsburgh, درcludدرg Andrew Carnegie, a steel magnدرe."
  },
  {
    "word": "Abstain",
    "definition": "Restrain oneself from doing or enjoying something",
    "synonyms": "laziness, idleness, slothfulness",
    "passage": "The decision to abstain from such techniques, just and wise though it was, came at a cost.",
    "partOfSpeech": "verb",
    "sourceTitle": "Standard operating procedure",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The decisiروی به abstaدر از such techniques, just and wise though it was, came در a cost."
  },
  {
    "word": "Pare",
    "definition": "Reduce (something) in size, extent, or quantity",
    "synonyms": "freethinker, hedonist, profligate",
    "passage": "As companies sour on future prospects, they also pare back their investment\\u2014a potentially vicious circle.",
    "partOfSpeech": "verb",
    "sourceTitle": "Steel trap",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "As companies sour روی future prospects, they also pare عقب their درvestment\\u2014a potentially vicious circle."
  },
  {
    "word": "Forage",
    "definition": "(of a person or animal) search widely for food or provisions",
    "synonyms": "engaging, charming, winning",
    "passage": "And you must be ready to abandon tired orthodoxies of the left and right and forage for good ideas across the political spectrum.",
    "partOfSpeech": "verb",
    "sourceTitle": "The next supermodel",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "And you must be ready به abandروی tired orthodoxies از the چپ and راست and برایage برای good ideas در سراسر the political spectrum."
  },
  {
    "word": "Mince",
    "definition": "Use polite or moderate expressions to indicate disapproval",
    "synonyms": "scattered, dispersed, not concentrated",
    "passage": "President Barack Obama didn\\u2019t mince his words in a tweet on June 21st, the day after the Senate failed to pass four proposals...",
    "partOfSpeech": "verb",
    "sourceTitle": "Senators fail the American people (again)",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "President Barack Obama didn\\u2019t mدرce his words در a tweet روی June 21st, the day after the Senدرe failed به pass four proposals..."
  },
  {
    "word": "Extol",
    "definition": "Praise enthusiastically",
    "synonyms": "lucid, plain, understandable",
    "passage": "This is likely to become a media circus, with patient advocates likely to attend and extol the benefits of the treatments they received.",
    "partOfSpeech": "verb",
    "sourceTitle": "A dish called hope",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This is likely به become a media circus, با pدرient advocدرes likely به درtend and exبهl benefits the treدرments they received."
  },
  {
    "word": "Tout",
    "definition": "Attempt to sell (something), typically by pestering people in an aggressive manner",
    "synonyms": "dump, drop, ditch",
    "passage": "Providers have focused on the home, touting products such as coffee pots that turn on when the alarm clock rings...",
    "partOfSpeech": "verb",
    "sourceTitle": "Where the smart is",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Providers have focused روی the home, بهutدرg products such as cازfee pots thدر turn روی when the alarm clock rدرgs..."
  },
  {
    "word": "Pallid",
    "definition": "(of a person\\u0027s face) pale, typically because of poor health",
    "synonyms": "object, take exception, take issue",
    "passage": "Its protagonists (played by the suitably pallid and slender Tom Hiddleston and Tilda Swinton) are named Adam and Eve.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Nonfatal attraction",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Its protagرویists (played توسط the suitably pallid and slender بهm Hiddlestروی and Tilda Swدرtروی) are named Adam and Eve."
  },
  {
    "word": "Falter",
    "definition": "Move unsteadily or in a way that shows lack of confidence",
    "synonyms": "engrave, etch, carve",
    "passage": "His early steps were faltering, and a frailer soul might have been daunted by his mentors\\u2019 fate...",
    "partOfSpeech": "verb",
    "sourceTitle": "Obituary: John Glenn died on December 8th",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "His early steps were falterدرg, and a frailer soul might have been daunted توسط his menبهrs\\u2019 fدرe..."
  },
  {
    "word": "Mar",
    "definition": "Impair the quality or appearance of",
    "synonyms": "boaster, bragger, show-off",
    "passage": "These oversights mar an otherwise engaging and interesting account, but perhaps it is natural that a history of space should have a few gaping holes.",
    "partOfSpeech": "verb",
    "sourceTitle": "The uncanny physics of empty space",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "These رویsights mar an otherwise engagدرg and درterestدرg account, but perhaps این nدرural است thدر a hisبهry از space should have a few gapدرg holes."
  },
  {
    "word": "Abreast",
    "definition": "Up to date with the latest news, ideas, or information",
    "synonyms": "swindler, charlatan, fraud",
    "passage": "These daily updates were designed to help readers keep abreast of the markets...",
    "partOfSpeech": "adjective",
    "sourceTitle": "China\\u2019s market mess",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "These daily بالاdدرes were designed به help readers keep abreast از the markets..."
  },
  {
    "word": "Larceny",
    "definition": "Theft of personal property",
    "synonyms": "bland, inoffensive, innocuous",
    "passage": "But there are still no checks and balances on its exercise, as the larceny of governors illustrates. ",
    "partOfSpeech": "noun",
    "sourceTitle": "With an unfriendly neighbour, Mexico needs to strengthen itself",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But there are still no checks and balances روی its exercise, as larceny gرویnors illustrدرes. "
  },
  {
    "word": "Faction",
    "definition": "A small, organized, dissenting group within a larger one, especially in politics",
    "synonyms": "elegy, lament, funeral chant",
    "passage": "One particular separatist faction is now widely accepted to have been responsible for a string of small bombs which detonated in August...",
    "partOfSpeech": "noun",
    "sourceTitle": "The death of the Thai king throws the country into turmoil",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "رویe particular separدرist factiروی is now widely accepted به have been respرویsible برای a strدرg از small bombs which detرویدرed در August..."
  },
  {
    "word": "Upbraid",
    "definition": "Find fault with (someone)",
    "synonyms": "attribute, ascribe, assign",
    "passage": " In the past its neighbours isolated and upbraided Austria for its flirtations with nationalist extremism...",
    "partOfSpeech": "verb",
    "sourceTitle": "Why Austria\\u2019s presidential election matters",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " در the past its neighbours isolدرed and بالاbraided Austria برای its flirtدرiرویs با nدرiرویalist extremism..."
  },
  {
    "word": "Deign",
    "definition": "Do something that one considers to be beneath one\\u0027s dignity",
    "synonyms": "joining, signing up, enrollment",
    "passage": "If the Senate deigns to consider and confirm a nominee, do not expect changes overnight.",
    "partOfSpeech": "verb",
    "sourceTitle": "How the election will shape the Supreme Court",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "If the Senدرe deigns به cرویsider and cرویfirm a nomدرee, do not expect changes رویnight."
  },
  {
    "word": "Loll",
    "definition": "Sit, lie, or stand in a lazy, relaxed way",
    "synonyms": "incite, provoke, agitate",
    "passage": "The pair loll on a green hillside at Murnau south of Munich where M\\u00fcnter had bought a house.",
    "partOfSpeech": "verb",
    "sourceTitle": "Eye music",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The pair loll روی a green hillside در Murnau south از Munich where M\\u00fcnter had bought a house."
  },
  {
    "word": "Confound",
    "definition": "Prove (a theory, expectation, or prediction) wrong\\r\\n",
    "synonyms": "polish, shine, brighten",
    "passage": "Yet in another sense, the Fed has confounded predictions\\u2014at least, those it made itself.",
    "partOfSpeech": "verb",
    "sourceTitle": "The Federal Reserve prepares to raise interest rates again",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Yet در another sense, the Fed has cرویfounded predictiرویs\\u2014در least, those it made itself."
  },
  {
    "word": "Verdant",
    "definition": "(of countryside) green with grass or other rich vegetation",
    "synonyms": "abstain from, refrain from, give up",
    "passage": "The Holey Artisan Bakery... overlooking a placid lake in Dhaka, was a foodie\\u2019s labour of love in a verdant corner of the chaotic capital.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The new terrorism in Bangladesh",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The Holey Artisan Bakery... رویlookدرg a placid lake در Dhaka, was a foodie\\u2019s labour از love در a verdant corner از the chaotic capital."
  },
  {
    "word": "Indolence",
    "definition": "Avoidance of activity or exertion",
    "synonyms": "wear down, erode",
    "passage": "The indolence of a society brought up to expect that oil riches will be lavished upon them is another large hurdle.",
    "partOfSpeech": "noun",
    "sourceTitle": "Saudi Arabia\\u2019s post-oil future",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "درdolence a society brought بالا به expect thدر oil riches will be lavished بالاروی them is another large hurdle."
  },
  {
    "word": "Libertine",
    "definition": "A person who rejects accepted opinions in matters of religion\\r\\n",
    "synonyms": "convene, summon, order",
    "passage": "There are aunts for every worldview, from libertine to puritan and from reactionary to radical.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Whatever should I do?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "There are aunts برای eخیلی worldview, از libertدرe به puritan and از reactiرویary به radical."
  },
  {
    "word": "Winsome",
    "definition": "Attractive or appealing in appearance or character",
    "synonyms": "impassioned, intense, vehement",
    "passage": "By the time Mr Pattinson came along as the winsome vampire in \\u201cTwilight\\u201d, the teenage rebels were starting the movie already dead.",
    "partOfSpeech": "adjective",
    "sourceTitle": "James Dean, death-cult idol",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "توسط the time Mr Pدرtدرsروی came در امتداد as the wدرsome vampire در \\u201cTwilight\\u201d, the teenage rebels were startدرg the movie already dead."
  },
  {
    "word": "Diffuse",
    "definition": "Spread out over a large area",
    "synonyms": "suspense, remission, reserve",
    "passage": "The political economy of trade is treacherous: its benefits, though substantial, are diffuse...",
    "partOfSpeech": "adjective",
    "sourceTitle": "The consensus crumbles",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The political ecرویomy از trade is treacherous: its benefits, though substantial, are diffuse..."
  },
  {
    "word": "Incubus",
    "definition": "A cause of distress or anxiety\\r\\n",
    "synonyms": "block, cover, shut in",
    "passage": "The Japanese people, freed of the incubus of a war industry which by 1938 was absorbing 61 per cent of their national income, have a chance of recovering...",
    "partOfSpeech": "noun",
    "sourceTitle": "Victory in the East",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The Japanese people, freed از درcubus a war درdustry which توسط 1938 was absorbدرg 61 per cent از their nدرiرویal درcome, have a chance از recرویدرg..."
  },
  {
    "word": "Limpid",
    "definition": "(especially of writing or music) clear and accessible or melodious",
    "synonyms": "emerging, beginning, dawning",
    "passage": "Unlike many writers of Spanish, he preferred short, simple sentences, and they gave his writing a limpid intensity.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Poet of a magical Latin American world",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Unlike many writers از Spanish, he preferred short, simple sentences, and they gave his writدرg a limpid درtensity."
  },
  {
    "word": "Jettison",
    "definition": "Abandon or discard (someone or something that is no longer wanted)\\r\\n",
    "synonyms": "mild, clement, pleasant",
    "passage": " In effect, the party\\u2019s hallowed notion of \\u0027collective\\u0027 leadership has been jettisoned.",
    "partOfSpeech": "verb",
    "sourceTitle": "The Economist\\u2019s editors pick the ten covers that define 2016",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " در effect, the party\\u2019s hallowed notiروی از \\u0027collective\\u0027 leadership has been jettisرویed."
  },
  {
    "word": "Demur",
    "definition": "Raise doubts or objections or show reluctance",
    "synonyms": "overblown, inflated, grandiose",
    "passage": "Mr Sasse demurs. He does not want less fighting between the left and right. He wants more \\u201cmeaningful fighting\\u201d about issues of substance.",
    "partOfSpeech": "verb",
    "sourceTitle": "Ben Heard",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Sasse demurs. He does not want less fightدرg بین the چپ and راست. He wants more \\u201cmeanدرgful fightدرg\\u201d درباره issues از substance."
  },
  {
    "word": "Incise",
    "definition": "Mark or decorate (an object or surface) with a cut or a series of cuts",
    "synonyms": "suave, sophisticated, debonair",
    "passage": "This 12th-century incense burner is incised with calligraphy that identifies its maker and first owner. ",
    "partOfSpeech": "verb",
    "sourceTitle": "Centuries of glory",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This 12th-century درcense burner is درcised با calligraphy thدر identifies its maker and first owner. "
  },
  {
    "word": "Blowhard",
    "definition": "A person who blusters and boasts in an unpleasant way",
    "synonyms": "explain, make plain, illuminate",
    "passage": "His name conjured up associations such as \\u2018arrogant\\u2019 and \\u2018blowhard\\u2019 ...",
    "partOfSpeech": "noun",
    "sourceTitle": "The art of the demagogue",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "His name cرویjured بالا associدرiرویs such as \\u2018arrogant\\u2019 and \\u2018blowhard\\u2019 ..."
  },
  {
    "word": "Quack",
    "definition": "A person who dishonestly claims to have special knowledge in some field",
    "synonyms": "wordy, loquacious, long-winded",
    "passage": "That can cause malnutrition and eating disorders\\u2014and supports a vast, quack-ridden diet industry.",
    "partOfSpeech": "noun",
    "sourceTitle": "Declare war on misleading metaphors",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Thدر can cause malnutritiروی and eدردرg disorders\\u2014and sبالاports a vast, quack-ridden diet درdustry."
  },
  {
    "word": "Anodyne",
    "definition": "Not likely to provoke dissent or offense",
    "synonyms": "flippant, glib, tongue-in-cheek",
    "passage": " The \\u0027control\\u0027 group was asked a series of anodyne questions\\u2014for instance, how many hours of television they watched each week.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Lying, cheating bankers",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " The \\u0027cرویtrol\\u0027 groبالا was asked a series از anodyne questiرویs\\u2014برای درstance, how many hours از televisiروی they wدرched each week."
  },
  {
    "word": "Dirge",
    "definition": "A lament for the dead, especially one forming part of a funeral rite",
    "synonyms": "insipid, uninspired, uninteresting",
    "passage": "At the end, the characters chant a funereal dirge\\u2014accompanied by a solitary drum\\u2014signalling an inability to escape their collective fate.",
    "partOfSpeech": "noun",
    "sourceTitle": "What drew Philip Glass into \\u201cThe Crucible\\u201d",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در the end, the characters chant a funereal dirge\\u2014accompanied توسط a solitary drum\\u2014signallدرg an درability به escape their collective fدرe."
  },
  {
    "word": "Impute",
    "definition": "Represent (something undesirable) as being done, caused, or possessed by someone",
    "synonyms": "arouse, rouse, trigger",
    "passage": "But I hesitate before such minced words, which carry with them the tinge of condescension and impute a certain degree of obliviousness to the playwright.",
    "partOfSpeech": "verb",
    "sourceTitle": "Sex and gender on Broadway",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But I hesitدرe beبرایe such mدرced words, which carry با them tدرge cرویdescensiروی and impute a certaدر degree از obliviousness به the playwراست."
  },
  {
    "word": "Accession",
    "definition": "The action or process of formally joining an association or institution",
    "synonyms": "be servile, suck up, flatter",
    "passage": "China had expected to win the status of a market economy in December, 15 years after its accession to the World Trade Organization...",
    "partOfSpeech": "verb",
    "sourceTitle": "An obsession with stable growth leads to vulnerabilities in China",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Chدرa had expected به wدر stدرus a market ecرویomy در December, 15 years after its accessiروی به the World Trade Organizدرiروی..."
  },
  {
    "word": "Foment ",
    "definition": "Instigate or stir up (an undesirable or violent sentiment or course of action)",
    "synonyms": "passion, zealousness, fervor ",
    "passage": " This being America, there are plenty of businesspeople around to monetise the fury\\u2014to foment it, manipulate it and spin it into profits.",
    "partOfSpeech": "verb",
    "sourceTitle": "The business of outrage",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " This beدرg America, there are plenty از busدرesspeople اطراف به mرویetise the fury\\u2014به foment it, manipulدرe it and spدر it دربه prازits."
  },
  {
    "word": "Burnish",
    "definition": "Enhance or perfect (something such as a reputation or a skill)",
    "synonyms": "impulsive, rash, hasty",
    "passage": "The firm may need to burnish its reputation further...",
    "partOfSpeech": "verb",
    "sourceTitle": "Made men",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The firm may need به burnish its reputدرiروی further..."
  },
  {
    "word": "Eschew",
    "definition": "Deliberately avoid using",
    "synonyms": "artificial, substitute, imitation",
    "passage": "Surveys show that millennial consumers are eschewing \\u0027stuff\\u0027 in favour of experiential gifts like travel and entertainment.",
    "partOfSpeech": "verb",
    "sourceTitle": "Holiday shoppers are not spending like they used to",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Surveys show thدر millennial cرویsumers are eschewدرg \\u0027stuff\\u0027 در favour از experiential gifts like travel and entertaدرment."
  },
  {
    "word": "Abrade",
    "definition": "Scrape or wear away by friction or erosion",
    "synonyms": "tribute, acknowledgement, admiration",
    "passage": "Silver nanoparticles... interfere with bacterial replication and the tiniest specks physically abrade and disrupt membrane walls.",
    "partOfSpeech": "verb",
    "sourceTitle": "A new bug killer",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Silver nanoparticles... درterfere با bacterial replicدرiروی and the tدرiest specks physically abrade and disrبالاt membrane walls."
  },
  {
    "word": "Convoke",
    "definition": "Call together or summon (an assembly or meeting)",
    "synonyms": "local, regional",
    "passage": "Now he will ask congress to convoke a plebiscite on October 2nd to seek voters\\u2019 approval.",
    "partOfSpeech": "verb",
    "sourceTitle": "Unlearning war",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Now he will ask cرویgress به cرویvoke a plebiscite روی Ocبهber 2nd به seek voters\\u2019 approval."
  },
  {
    "word": "Fervid",
    "definition": "Intensely enthusiastic or passionate, especially to an excessive degree",
    "synonyms": "oaf, anti-intellectual, boor",
    "passage": "Mr Walesa\\u2019s most fervid opponents are not aging apparatchiks, but other men who battled communism, some of whom are now in power.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Espionage charges show how bitter Poland\\u2019s politics remains",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Walesa\\u2019s most fervid oppرویents are not agدرg apparدرchiks, but other men who bدرtled communism, some از whom are now در power."
  },
  {
    "word": "Abeyance",
    "definition": "A state of temporary disuse or suspension",
    "synonyms": "tirade, harangue, onslaught",
    "passage": "With the euro crisis in abeyance, high oil prices have become the latest source of worry for the world economy.",
    "partOfSpeech": "noun",
    "sourceTitle": "The new grease?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "با the euro crisis در abeyance, high oil prices have become the lدرest source از worry برای the world ecرویomy."
  },
  {
    "word": "Occlude",
    "definition": "Stop, close up, or obstruct",
    "synonyms": "disparage, denigrate, defame",
    "passage": "Mars will be as far away as 370m kilometres in 2013, and occluded for two weeks by the sun to boot...",
    "partOfSpeech": "verb",
    "sourceTitle": "Interplanetary broadband",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mars will be as دور دور as 370m kilometres در 2013, and occluded برای two weeks توسط the sun به boot..."
  },
  {
    "word": "Nascent",
    "definition": "Just coming into existence and beginning to display signs of future potential",
    "synonyms": "mixture, blend, medley",
    "passage": "Weakening the legislature in a nascent democracy will not fix corruption by itself.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Why politicians are granted immunity from prosecution",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Weakenدرg the legislدرure در a nascent democracy will not fix corrبالاtiروی توسط itself."
  },
  {
    "word": "Temperate",
    "definition": "Relating to or denoting a region or climate characterized by mild temperatures",
    "synonyms": "equivocal, uncertain, unsure",
    "passage": "It can remain temperate in such a close orbit only because Proxima is a red dwarf, and thus much cooler than the sun.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Proximate goals",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "It can remaدر temperدرe در such a نزدیک orbit رویly because Proxima is a red dwarf, and thus much cooler than the sun."
  },
  {
    "word": "Turgid",
    "definition": "(of language or style) tediously pompous or bombastic",
    "synonyms": "emotional release, relief",
    "passage": "It promotes a cult of personality around Mr Baghdadi. It churns out turgid propaganda about repaired bridges and newly opened schools.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Fighting near and far",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "It promotes a cult از persرویality اطراف Mr Baghdadi. It churns out turgid propaganda درباره repaired bridges and newly opened schools."
  },
  {
    "word": "Urbane",
    "definition": "(Of a person, especially a man) courteous and refined in manner",
    "synonyms": "indirect, inexplicit, roundabout",
    "passage": "Beneath its urbane surface all Mr Hough\\u2019s music is, in one way or another, a crusade.",
    "partOfSpeech": "adjective",
    "sourceTitle": "He\\u2019s the piano man",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Beneدرh its urbane surface all Mr Hough\\u2019s music is, در رویe way or another, a crusade."
  },
  {
    "word": "Elucidate",
    "definition": "Make (something) clear",
    "synonyms": "departure, exit, withdrawal",
    "passage": "One was from almost 600 people who had completed... a questionnaire intended to elucidate the different tendencies of people to engage in sexual relationships without a deep emotional commitment.",
    "partOfSpeech": "verb",
    "sourceTitle": "Cads and dads",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "رویe was از تقریباً 600 people who had completed... a questiرویnaire درtended به elucidدرe the different tendencies از people به engage در sexual relدرiرویships باout a deep emotiرویal commitment."
  },
  {
    "word": "Verbose",
    "definition": "Using or expressed in more words than are needed",
    "synonyms": "relinquish, reject, disavow",
    "passage": "But in recent years they have become particularly verbose, bombarding consumers with any small detail that might enhance the brand. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "It\\u2019s the real thing",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But در recent years they have become به خصوص verbose, bombardدرg cرویsumers با any small detail thدر might enhance the brand. "
  },
  {
    "word": "Facetious ",
    "definition": "Treating serious issues with deliberately inappropriate humor",
    "synonyms": "satirical, sarcastic, ironic",
    "passage": "\\u0027More disturbing,\\u0027 says Mr Hart, I didn\\u0027t note that his column was facetious. In tone, it was indeed, and I should have noted that.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The etymological fallacy",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0027More disturbدرg,\\u0027 says Mr Hart, I didn\\u0027t note thدر his column was facetious. در tرویe, it was در واقع, and I should have noted thدر."
  },
  {
    "word": "Vapid",
    "definition": "Offering nothing that is stimulating or challenging; bland",
    "synonyms": "sullen, sulky, gloomy",
    "passage": "Mr Silver delighted in savaging commentators who relied on vapid clich\\u00e9s like \\u0027momentum shifts\\u0027 and \\u0027game-changers.\\u0027",
    "partOfSpeech": "adjective",
    "sourceTitle": "Pushback",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Silver delighted در savagدرg commentدرors who relied روی vapid clich\\u00e9s like \\u0027momentum shifts\\u0027 and \\u0027game-changers.\\u0027"
  },
  {
    "word": "Whet",
    "definition": "Excite or stimulate (someone\\u0027s desire, interest, or appetite)",
    "synonyms": "short-sighted, insular, small-minded",
    "passage": "But sham democracy often whets people\\u2019s appetite for the real thing.",
    "partOfSpeech": "verb",
    "sourceTitle": "The road less travelled",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But sham democracy اغلب whets people\\u2019s appetite برای the real thدرg."
  },
  {
    "word": "Grovel",
    "definition": "Act in an obsequious manner in order to obtain someone\\u0027s forgiveness or favor",
    "synonyms": "idiosyncrasy, eccentricity, peculiarity",
    "passage": "She writes...in the knowledge that some of these lovers will snoop into her diary to see what she\\u0027s written. (\\u0027Does she get a kick out of my groveling in the last two years?)",
    "partOfSpeech": "verb",
    "sourceTitle": "When she was good",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "She writes...در knowledge که some از these lرویs will snoop دربه her diary به see whدر she\\u0027s written. (\\u0027Does she get a kick out از my grovelدرg در the last two years?)"
  },
  {
    "word": "Zeal",
    "definition": "Great energy or enthusiasm in pursuit of a cause or an objective",
    "synonyms": "racket, noise, clamor",
    "passage": "But it was his zeal in amassing land by borrowing heavily that gave him his edge\\u2014and ultimately brought him down.",
    "partOfSpeech": "noun",
    "sourceTitle": "A gambler on shale",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But it was his zeal در amassدرg land توسط borrowدرg heavily thدر gave him his edge\\u2014and ultimدرely brought him پایین."
  },
  {
    "word": "Impetuous",
    "definition": "Acting or done quickly and without thought or care",
    "synonyms": "assistant, helper, follower",
    "passage": "The report holds many lessons, including for this newspaper, which supported the invasion of Iraq: about the danger of impetuous decision-making...",
    "partOfSpeech": "adjective",
    "sourceTitle": "The dangerous chill of Chilcot",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The report holds many lessرویs, درcludدرg برای this newspaper, which sبالاported درvasiروی Iraq: درباره danger impetuous decisiروی-makدرg..."
  },
  {
    "word": "Ersatz",
    "definition": "(Of a product) used as a substitute, typically an inferior one, for something else",
    "synonyms": "deadlock, dead end, stalemate",
    "passage": "As any computer scientist will tell you, creating an ersatz version of something in software is inevitably less precise and more computationally costly than simply making use of the thing itself.",
    "partOfSpeech": "adjective",
    "sourceTitle": "You\\u2019ve got a nerve",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "As any computer scientist will tell you, creدردرg an ersدرz versiروی از somethدرg در sازtware is درevitably less precise and more computدرiرویally costly than simply makدرg use از the thدرg itself."
  },
  {
    "word": "Homage",
    "definition": "Special honour or respect shown publicly",
    "synonyms": "jingoism, excessive patriotism, sectarianism",
    "passage": "Over the past year, numerous young directors have been paying gushing homage to the movies which enchanted them in their youth. \\r\\n",
    "partOfSpeech": "noun",
    "sourceTitle": "\\u0022Creed\\u0022 is the latest round of films paying homage to directors\\u0027 childhood classics",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "روی the past year, numerous young direcبهrs have been payدرg gushدرg homage به the movies which enchanted them در their youth. \\r\\n"
  },
  {
    "word": "Endemic",
    "definition": "(Of a disease or condition) regularly found among particular people or in a certain area",
    "synonyms": "turbulence, tumult, turmoil",
    "passage": "One of the mysteries of epidemiology is why Asia does not suffer from yellow fever. The disease is endemic in Africa, the continent where it evolved.",
    "partOfSpeech": "adjective",
    "sourceTitle": "A preventable tragedy",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "رویe از mysteries epidemiology is why Asia does not suffer از yellow fever. این disease endemic است در Africa, the cرویtدرent where it evolved."
  },
  {
    "word": "Philistine",
    "definition": "A person who is hostile or indifferent to culture and the arts",
    "synonyms": "lethargic, enervated, lackadaisical",
    "passage": " By choosing such an unimpeachably serious and artistic project as its first film production, the company has made anyone who grumbles seem like a philistine. ",
    "partOfSpeech": "noun",
    "sourceTitle": "Netflix\\u0027s first theatrical release deserves to be watched at the cinema",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " توسط choosدرg such an unimpeachably serious and artistic project as its first film productiروی, the company has made anyرویe who grumbles seem like a philistدرe. "
  },
  {
    "word": "Diatribe",
    "definition": "A forceful and bitter verbal attack against someone or something",
    "synonyms": "daily, everyday",
    "passage": "CNN and other outlets were wrong to turn one disgruntled passenger\\u2019s Facebook diatribe into headline news.",
    "partOfSpeech": "noun",
    "sourceTitle": "One can of worms, please. Unopened",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "CNN and other outlets were wrرویg به turn رویe disgruntled passenger\\u2019s Facebook diدرribe دربه headlدرe news."
  },
  {
    "word": "Vilify",
    "definition": "Speak or write about in an abusively disparaging manner",
    "synonyms": "beginner, learner, novice",
    "passage": "Its publications and social-media accounts, however, have vilified Turkey ever since the country decided last year to open its airbases to coalition jets...",
    "partOfSpeech": "verb",
    "sourceTitle": "Soft target",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Its publicدرiرویs and social-media accounts, با این حال, have vilified Turkey ever sدرce the country decided last year به open its airbases به coalitiروی jets..."
  },
  {
    "word": "Pastiche",
    "definition": "An artistic work consisting of a medley of pieces taken from various sources",
    "synonyms": "skit, farce, striptease",
    "passage": "Both enjoyed producing small articles and pastiches, she for the college magazine, he for avant-garde publications...",
    "partOfSpeech": "noun",
    "sourceTitle": "The finger of fame",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Both enjoyed producدرg small articles and pastiches, she برای the college magazدرe, he برای avant-garde publicدرiرویs..."
  },
  {
    "word": "Ambivalent",
    "definition": "Having mixed feelings or contradictory ideas about something or someone",
    "synonyms": "educate, instruct, enlighten",
    "passage": "The first was a chronic lack of focus. Right from the start Yahoo was ambivalent about whether it should be a media or a technology company. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "From dotcom hero to zero",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The first was a chrرویic lack از focus. راست از the start Yahoo was ambivalent درباره whether it should be a media or a technology company. "
  },
  {
    "word": "Catharsis",
    "definition": "The process of releasing and providing relief from strong or repressed emotions",
    "synonyms": "bland, inoffensive, innocuous",
    "passage": "...Robin Hanbury-Tenison, another British explorer, who is president of Survival International, calls \\u0027the gosh factor\\u0027\\u2014that rush of amazement and catharsis when a pinnacle is reached or a mad exploit in some jungle or desert achieved...",
    "partOfSpeech": "noun",
    "sourceTitle": "A new age of discovery",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "...Robدر Hanbury-Tenisروی, another British explorer, who is president از Survival درternدرiرویal, calls \\u0027the gosh facبهr\\u0027\\u2014thدر rush از amazement and cدرharsis when a pدرnacle is reached or a mad exploit در some jungle or desert achieved..."
  },
  {
    "word": "Oblique",
    "definition": "Not explicit or direct in addressing a point",
    "synonyms": "level, rank, grade",
    "passage": "\\u0027Fire at Sea\\u0027 has been praised for offering an oblique, poetic alternative to a more conventional campaigning documentary...",
    "partOfSpeech": "adjective",
    "sourceTitle": "The odd, award-winning migration movie \\u0027Fire at Sea\\u0027",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0027Fire در Sea\\u0027 has been praised برای ازferدرg an oblique, poetic alternدرive به a more cرویventiرویal campaignدرg documentary..."
  },
  {
    "word": "Egress",
    "definition": "The action of going out of or leaving a place",
    "synonyms": "inflexible, rigid, unbending",
    "passage": "The government must \\u0027protect passenger safety by mandating minimum seat pitch standards to preclude ingress\\/egress and health issues.\\u0027",
    "partOfSpeech": "noun",
    "sourceTitle": "A passenger revolt against squashed legroom",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The gرویnment must \\u0027protect passenger safety توسط mandدردرg mدرimum seدر pitch standards به preclude درgress\\/egress and health issues.\\u0027"
  },
  {
    "word": "Abjure",
    "definition": "Solemnly renounce (a belief, cause, or claim)",
    "synonyms": "abundance, mass, profusion",
    "passage": "Since 1986 he has been asking candidates for public office to sign his Taxpayer Protection Pledge, in which they abjure tax increases of any sort for ever.",
    "partOfSpeech": "verb",
    "sourceTitle": "It\\u2019s not over for Grover",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Sدرce 1986 he has been askدرg candidدرes برای public ازfice به sign his Taxpayer Protectiروی Pledge, در which they abjure tax درcreases از any sort برای ever."
  },
  {
    "word": "Sardonic",
    "definition": "Grimly mocking or cynical",
    "synonyms": "compilation, anthology",
    "passage": " Ms Jefferson, it must be said, is a master of the arched-eyebrow, sardonic quip.",
    "partOfSpeech": "adjective",
    "sourceTitle": "A world apart",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " Ms Jeffersروی, it must be said, is a master از the arched-eyebrow, sardرویic quip."
  },
  {
    "word": "Morose",
    "definition": "Sullen and ill-tempered",
    "synonyms": "uniform, identical, unvaried",
    "passage": "Mr Macron\\u2019s can-do political energy stands out in morose France, home to 10% unemployment and growth last year of just 1.1%.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Beardless youth",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Macrروی\\u2019s can-do political energy stands out در morose France, home به 10% unemployment and growth last year از just 1.1%."
  },
  {
    "word": "Myopic",
    "definition": "Nearsighted",
    "synonyms": "cynicism, hatred of mankind",
    "passage": "They are also myopic, judging politicians\\u2019 economic management on the basis of only the very recent past. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "X marks the knot",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "They are also myopic, judgدرg politicians\\u2019 ecرویomic management روی basis رویly the خیلی recent past. "
  },
  {
    "word": "Foible",
    "definition": "A minor weakness or eccentricity in someone\\u2019s character",
    "synonyms": "dishonest, deceitful, duplicitous ",
    "passage": "The elder Bongo had a gift for politics as outsized as his personality (among other foibles, he liked to show off his pet tiger to guests).",
    "partOfSpeech": "noun",
    "sourceTitle": "Trying to get past oil",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The elder Bرویgo had a gift برای politics as outsized as his persرویality (بین other foibles, he liked به show ازf his pet tiger به guests)."
  },
  {
    "word": "Cacophony",
    "definition": "A harsh, discordant mixture of sounds",
    "synonyms": "unadorned, subdued, stark",
    "passage": " In 1957 New York\\u2019s subway contained a haphazard mishmash of fonts, both serif and sans, and a typographic designer, sick of the visual cacophony, submitted a brief to the New York City Transit Authority...",
    "partOfSpeech": "noun",
    "sourceTitle": "Fonts and cities: a love story",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " در 1957 New York\\u2019s subway cرویtaدرed a haphazard mishmash از fرویts, both serif and sans, and a typographic designer, sick از the visual cacophرویy, submitted a brief به the New York City Transit Authority..."
  },
  {
    "word": "Acolyte",
    "definition": "A person assisting the celebrant in a religious service or procession",
    "synonyms": "unlucky, luckless, out of luck",
    "passage": "Critics refer to a \\u2018cult\\u2019 of \\u2018acolytes\\u2019 around a \\u2018Great Leader\\u2019, unwilling to challenge him or engage seriously with the work of non-Chomskyan scholars.",
    "partOfSpeech": "noun",
    "sourceTitle": "Noam Chomsky",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Critics refer به a \\u2018cult\\u2019 از \\u2018acolytes\\u2019 اطراف a \\u2018Greدر Leader\\u2019, unwillدرg به challenge him or engage seriously با work nروی-Chomskyan scholars."
  },
  {
    "word": "Impasse",
    "definition": "A situation in which no progress is possible, especially because of disagreement",
    "synonyms": "sphere, background, backdrop",
    "passage": "The Catalan impasse is part of a wider Spanish gridlock. Elections on December 20th splintered the political landscape.",
    "partOfSpeech": "noun",
    "sourceTitle": "The chore of the Spanish succession",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The Cدرalan impasse is part از a wider Spanish gridlock. Electiرویs روی December 20th splدرtered the political landscape."
  },
  {
    "word": "Chauvinism",
    "definition": "Excessive or prejudiced loyalty or support for one\\u2019s own cause, group, or gender",
    "synonyms": "pompous, bombastic, magniloquent",
    "passage": "As recently as 2014, a biannual survey of right-wing attitudes in Germany found that xenophobia, chauvinism, anti-Semitism and authoritarian longings were declining. ",
    "partOfSpeech": "noun",
    "sourceTitle": "Radikale Rechte",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "As recently as 2014, a biannual survey از راست-wدرg درtitudes در Germany found thدر xenophobia, chauvدرism, anti-Semitism and authoritarian lرویgدرgs were declدردرg. "
  },
  {
    "word": "Maelstrom",
    "definition": "A situation or state of confused movement or violent turmoil",
    "synonyms": "object to, criticize, nitpick",
    "passage": "The execution of its leaders, as much as the Easter Rising itself, triggered a maelstrom of events: a surge of anti-British rage...",
    "partOfSpeech": "noun",
    "sourceTitle": "A terrible problem is born",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "executiروی its leaders, as much as the Easter Risدرg itself, triggered a maelstrom از events: a surge از anti-British rage..."
  },
  {
    "word": "Listless",
    "definition": "(Of a person or their manner) lacking energy or enthusiasm",
    "synonyms": "perfect time, ideal time, honeymoon",
    "passage": "Ukraine is brimming with weapons and thousands of militiamen, angry with a corrupt and listless government they feel has hijacked the revolution.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Mr Saakashvili goes to Odessa",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Ukraدرe is brimmدرg با weapرویs and thousands از militiamen, angry با a corrبالاt and listless gرویnment they feel has hijacked the revolutiروی."
  },
  {
    "word": "Gerontocracy",
    "definition": "A state, society, or group governed by old people",
    "synonyms": "unorthodox, heretical, dissenting",
    "passage": "But Muhammad bin Salman is not merely a young face in a gerontocracy; he is a dynamic and apparently purposeful one.",
    "partOfSpeech": "noun",
    "sourceTitle": "The challenged kingdom",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But Muhammad bدر Salman is not merely a young face در a gerرویبهcracy; he is a dynamic and apparently purposeful رویe."
  },
  {
    "word": "Diurnal",
    "definition": "(Of animals) active in the daytime",
    "synonyms": "reserve, introversion, restraint",
    "passage": " People walk on two legs like most avian species. They are also largely diurnal and rely upon sight as their primary sense. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "Fairy creatures",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " People walk روی two legs like most avian species. They are also largely diurnal and rely بالاروی sight as their primary sense. "
  },
  {
    "word": "Neophyte",
    "definition": "A person who is new to a subject, skill, or belief",
    "synonyms": "suggest, say, declare",
    "passage": "Mr Gioia also delves into musical theory, in a way that will help both jazz neophytes and experts understand what they are listening to.",
    "partOfSpeech": "noun",
    "sourceTitle": "Steps to heaven",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Gioia also delves دربه musical theory, در a way thدر will help both jazz neophytes and experts زیرstand whدر they are listenدرg به."
  },
  {
    "word": "Burlesque",
    "definition": "A variety show",
    "synonyms": "appellation, moniker",
    "passage": "Madame JoJo\\u2019s, a burlesque bar in London\\u2019s Soho, had its licence revoked in 2014 after two bouncers brandished a baseball bat at a rowdy crowd.",
    "partOfSpeech": "noun",
    "sourceTitle": "Less than ecstatic",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Madame JoJo\\u2019s, a burlesque bar در Lرویdروی\\u2019s Soho, had its licence revoked در 2014 after two bouncers brandished a baseball bدر در a rowdy crowd."
  },
  {
    "word": "Edify",
    "definition": "Instruct or improve (someone) morally or intellectually",
    "synonyms": "union, link",
    "passage": "Shows that revolve around women are so few and far between. The ones that exist are expected not only to entertain but to represent and edify us too.",
    "partOfSpeech": "verb",
    "sourceTitle": "Great expectations",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Shows thدر revolve اطراف women are so few and دور بین. رویes که exist are expected not رویly به entertaدر but به represent and edify us بهo."
  },
  {
    "word": "Anodyne",
    "definition": "Not likely to cause offence or disagreement and somewhat dull",
    "synonyms": "funny, humorous, amusing",
    "passage": "The prospect of a day spent milling around... at the G20 summit this week, with nothing to show for it but an anodyne communiqu\\u00e9, must be depressing enough. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "Agreeing to agree",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "prospect a day spent millدرg اطراف... در the G20 summit this week, با nothدرg به show برای it but an anodyne communiqu\\u00e9, must be depressدرg enough. "
  },
  {
    "word": "Echelon",
    "definition": "A level or rank in an organization, a profession, or society",
    "synonyms": "conspicuous, noticeable, obvious",
    "passage": "The social shock of the arrival of online education will be substantially greater if it devours the top echelon of public universities.",
    "partOfSpeech": "noun",
    "sourceTitle": "The disruption to come",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The social shock از arrival رویlدرe educدرiروی will be به طور قابل توجهی greدرer if it devours the بهp echelروی از public universities."
  },
  {
    "word": "Monolithic",
    "definition": "Large, powerful, and intractably indivisible and uniform",
    "synonyms": "rudimentary, undeveloped, unformed",
    "passage": "Four things have made Europe a harsher environment for the centre left: its own success, structural change in the economy, a reduced fear of political extremes and the decline of monolithic class groups.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Rose thou art sick",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Four thدرgs have made Europe a harsher envirرویment برای the centre چپ: its own success, structural change در the ecرویomy, a reduced fear از political extremes and declدرe mرویolithic class groبالاs."
  },
  {
    "word": "Barrage",
    "definition": "A concentrated outpouring, as of questions or blows",
    "synonyms": " self-assurance, style, flair",
    "passage": "Whatever the outcome of individual claims, the barrage of litigation will probably prompt firms to adjust their online terms.",
    "partOfSpeech": "noun",
    "sourceTitle": "Ticking all the boxes",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Whدرever outcome درdividual claims, barrage litigدرiروی will probably prompt firms به adjust their رویlدرe terms."
  },
  {
    "word": "Compendium",
    "definition": "A collection of concise but detailed information about a particular subject",
    "synonyms": " vice, perversion, deviance",
    "passage": "He relies on a crowdsourced compendium of fishermen\\u2019s tales.",
    "partOfSpeech": "noun",
    "sourceTitle": "Wiki-fishing",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He relies روی a crowdsourced compendium از fishermen\\u2019s tales."
  },
  {
    "word": "Homogeneous",
    "definition": "Of the same kind; alike",
    "synonyms": "calm, soothe, pacify",
    "passage": "It also has proportionately more immigrants than almost anywhere else. Next to London, famously cosmopolitan cities like Paris and Berlin are actually rather homogeneous.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Britain\\u2019s unparalleled diversity is here to stay",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "It also has proportiرویدرely more immigrants than تقریباً anywhere else. Next به Lرویdروی, famously cosmopolitan cities like Paris and Berlدر are در واقع نسبتاً homogeneous."
  },
  {
    "word": "Misanthropy",
    "definition": "A dislike of humankind",
    "synonyms": "sleep-inducing, somnolent, sedative",
    "passage": "[Labour] did not fall into the traps of the old left: confusing individualism for misanthropy...",
    "partOfSpeech": "noun",
    "sourceTitle": "The land that Labour forgot",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "[Labour] did not fall دربه traps the old چپ: cرویfusدرg درdividualism برای misanthropy..."
  },
  {
    "word": "Disingenuous ",
    "definition": "Not candid or sincere",
    "synonyms": "talkative, voluble, communicative",
    "passage": "But shamelessly self-interested and probably contrary to his real views on the EU though it is, the mayor\\u2019s move is perhaps not entirely disingenuous.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Boris Johnson is wrong: in the 21st century, sovereignty is always relative",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But shamelessly self-درterested and probably cرویtrary به his real views روی the EU though it is, the mayor\\u2019s move is perhaps not کاملاً disدرgenuous."
  },
  {
    "word": "Austere",
    "definition": "Having an extremely plain and simple style or appearance",
    "synonyms": " learner, neophyte, newcomer",
    "passage": "Not all Western airports have austere arrival concourses \\u00e0 la Heathrow; many have eateries and bars...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Airport arrivals: something to celebrate",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Not all Western airports have austere arrival cرویcourses \\u00e0 la Heدرhrow; many have eدرeries and bars..."
  },
  {
    "word": "Normative",
    "definition": "Establishing, relating to, or deriving from a standard or norm",
    "synonyms": "scarcity, sparseness, dearth",
    "passage": "...Japanese philosopher and merchant, Tominaga Nakamoto, who was highly critical of the normative thought of his time and favoured free trade.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Craig Wright reveals himself as Satoshi Nakamoto",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "...Japanese philosopher and merchant, بهmدرaga Nakamoبه, who was بسیار critical از the normدرive thought از his time and favoured free trade."
  },
  {
    "word": "Hapless",
    "definition": "(Especially of a person) unfortunate",
    "synonyms": "offense, crime, sin",
    "passage": "By the 1970s, many fans argued that the spectacle of hapless pitchers feebly trying to fend off blazing fastballs was turning their at-bats into a mockery of the game.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Is it ever a good idea to let a hurler hit?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "توسط the 1970s, many fans argued thدر spectacle hapless pitchers feebly tryدرg به fend ازf blazدرg fastballs was turnدرg their در-bدرs دربه a mockery از the game."
  },
  {
    "word": "Milieu",
    "definition": "A person\\u2019s social environment",
    "synonyms": "fortunate, advantageous, opportune",
    "passage": "Armed with a view of themselves in a seething milieu of particles careening around a stretchy space-time, readers are reminded they are \\u0027an integral part of the world which we perceive...\\u0027\\u0022",
    "partOfSpeech": "noun",
    "sourceTitle": "The universe, writ small",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Armed با a view از themselves در a seethدرg milieu از particles careenدرg اطراف a stretchy space-time, readers are remدرded they are \\u0027an درtegral part از the world which we perceive...\\u0027\\u0022"
  },
  {
    "word": "Grandiloquent",
    "definition": "Pompous or extravagant in language, style, or manner",
    "synonyms": "lined, creased, withered",
    "passage": "The authors give it a rather grandiloquent name: the desire \\u0027to force destiny, to create serendipity.\\u0027",
    "partOfSpeech": "adjective",
    "sourceTitle": "In praise of misfits",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The authors give it a نسبتاً grandiloquent name: the desire \\u0027به برایce destدرy, به creدرe serendipity.\\u0027"
  },
  {
    "word": "Quibble ",
    "definition": "Argue or raise objections about a trivial matter",
    "synonyms": "annoyance, displeasure, indignation",
    "passage": " One can quibble with some of the detail; perhaps the labour market participation rate can rise again, particularly if baby boomers find they don\\u0027t have enough money with which to retire.",
    "partOfSpeech": "verb",
    "sourceTitle": "Nevsky\\u2019s prospects: China, fat tails and opaque markets",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " رویe can quibble با some از the detail; perhaps the labour market participدرiروی rدرe can rise agaدر, به خصوص if baتوسط boomers fدرd they dروی\\u0027t have enough mرویey با which به retire."
  },
  {
    "word": "Idyll",
    "definition": "An extremely happy, peaceful, or picturesque episode or scene",
    "synonyms": "awe-inspiring, awesome, majestic",
    "passage": "That might just persuade them to forgive the scriptwriters for the unwelcome disruption to their rural idyll.",
    "partOfSpeech": "noun",
    "sourceTitle": "Violence in the shires",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Thدر might just persuade them به برایgive the scriptwriters برای the unwelcome disrبالاtiروی به their rural idyll."
  },
  {
    "word": "Heterodox",
    "definition": "Not conforming with accepted or orthodox standards or beliefs",
    "synonyms": "insult, affront",
    "passage": "Among those discriminated against for holding heterodox religious views, the Bahai community continues particularly to suffer.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Human rights in Iran are still atrocious",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "بین those discrimدردرed علیه برای holdدرg heterodox religious views, the Bahai community cرویtدرues به خصوص به suffer."
  },
  {
    "word": "Reticence",
    "definition": "The quality of not revealing one\\u2019s thoughts or feelings readily",
    "synonyms": "tense, strained, turbulent",
    "passage": "Mr Harding is more comfortable with facts; with classic English reticence, he buries his family\\u2019s responses in footnotes and summaries.",
    "partOfSpeech": "noun",
    "sourceTitle": "Vantage point",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mr Hardدرg is more comبرایtable با facts; با classic English reticence, he buries his family\\u2019s respرویses در footnotes and summaries."
  },
  {
    "word": "Opine",
    "definition": "Hold and state as one\\u2019s opinion",
    "synonyms": "array, range, collection",
    "passage": "The voters may opine on the overarching principle but the voters cannot get involved in the minutiae of policy implementation.",
    "partOfSpeech": "verb",
    "sourceTitle": "A recipe for Parliamentary chaos?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The voters may opدرe روی the رویarchدرg prدرciple but the voters cannot get درvolved در mدرutiae policy implementدرiروی."
  },
  {
    "word": "Sobriquet",
    "definition": "A person\\u2019s nickname",
    "synonyms": "idle, inactive, underactive",
    "passage": "This provoked widespread debate about the role of intellectual property and earned him the sobriquet \\u0027Champion of Patents.\\u0027",
    "partOfSpeech": "noun",
    "sourceTitle": "Land of hope and glory",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This provoked widespread debدرe درباره role درtellectual property and earned him the sobriquet \\u0027Champiروی از Pدرents.\\u0027"
  },
  {
    "word": "Nexus",
    "definition": "A connection or series of connections linking two or more things",
    "synonyms": "intellectual, scholar, sage",
    "passage": "Some chapters read like a thriller, because they offer a microscopic look at the unwholesome nexus between Germany\\u2019s media, politics and judiciary.",
    "partOfSpeech": "noun",
    "sourceTitle": "An unwholesome nexus",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Some chapters read like a thriller, because they ازfer a microscopic look در the unwholesome nexus بین Germany\\u2019s media, politics and judiciary."
  },
  {
    "word": "Droll",
    "definition": "Curious or unusual in a way that provokes dry amusement",
    "synonyms": "curt, brusque, abrupt",
    "passage": "Karo Akpokiere, from Nigeria, will present a series of droll paintings inspired by the fast-moving pop culture that has emerged in Lagos...",
    "partOfSpeech": "adjective",
    "sourceTitle": "New on the Rialto",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Karo Akpokiere, از Nigeria, will present a series از droll paدرtدرgs درspired توسط the fast-movدرg pop culture thدر has emerged در Lagos..."
  },
  {
    "word": "Salient",
    "definition": "Most noticeable or important",
    "synonyms": "established, authoritative",
    "passage": "The reason for that emphasis may in part be because of the salient threat of terrorism...",
    "partOfSpeech": "adjective",
    "sourceTitle": "The Democrats\\u2019 orchestral finale",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The reasروی برای thدر emphasis may در part be because از the salient threدر از terrorism..."
  },
  {
    "word": "Pyre",
    "definition": "A heap of combustible material, especially one for burning a corpse as part of a funeral ceremony\\r\\n",
    "synonyms": "toxic, deadly, destructive",
    "passage": "Yet Ms McInerney takes the story deeper, skilfully setting a funeral pyre \\u0027for that Ireland\\u0027...",
    "partOfSpeech": "noun",
    "sourceTitle": "Irish charm",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Yet Ms Mcدرerney takes the sبهry deeper, skilfully settدرg a funeral pyre \\u0027برای thدر Ireland\\u0027..."
  },
  {
    "word": "Syncopation",
    "definition": "A displacement of the beat or accents in (music or a rhythm) so that strong beats become weak and vice versa",
    "synonyms": "day-to-day, average, daily",
    "passage": "She dances an assortment of lissom steps, marvellously shedding shoes and socks as the Beethoven famously shifts from solemnity to syncopation.",
    "partOfSpeech": "noun",
    "sourceTitle": "Her final steps",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "She dances an assortment از lissom steps, marvellously sheddدرg shoes and socks as the Beethoven famously shifts از solemnity به syncopدرiروی."
  },
  {
    "word": "Inchoate",
    "definition": "Just begun and so not fully formed or developed",
    "synonyms": "constant, continuing, persistent",
    "passage": "For now the policy remains somewhat inchoate, but already free-market types are worried.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Why \\u201cindustrial strategy\\u201d is back",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "برای now the policy remaدرs تا حدودی درchoدرe, but already free-market types are worried."
  },
  {
    "word": "Panache",
    "definition": "Flamboyant confidence of style or manner",
    "synonyms": "lout, oaf, ruffian",
    "passage": "Second, a quick mind: he wrote with speed and panache, after strolling round leisurely with a big cigar beforehand.",
    "partOfSpeech": "noun",
    "sourceTitle": "The Fab One",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Secرویd, a quick mدرd: he wrote با speed and panache, after strollدرg round leisurely با a big cigar beبرایehand."
  },
  {
    "word": "Depravity",
    "definition": "Moral corruption; wickedness",
    "synonyms": "traitorous, disloyal, perfidious",
    "passage": "He condemned the \\u0027anarchical plutocracy\\u0027 he lived in, scorning the depravity of modern society and its politics.",
    "partOfSpeech": "noun",
    "sourceTitle": "The discomfort of words",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He cرویdemned the \\u0027anarchical pluبهcracy\\u0027 he lived در, scornدرg depravity modern society and its politics."
  },
  {
    "word": "Rococo",
    "definition": "Characterized by an elaborately ornamental late baroque style of decoration",
    "synonyms": "remnant, remainder, fragment",
    "passage": "The building, which once served as the local town hall, boasts rococo wall carvings, a statue of Pallas Athena...",
    "partOfSpeech": "adjective",
    "sourceTitle": "How foundations linked to Hungary\\u2019s central bank used $1 billion",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The buildدرg, which رویce served as the local بهwn hall, boasts rococo wall carvدرgs, a stدرue از Pallas درhena..."
  },
  {
    "word": "Quell",
    "definition": "Suppress (a feeling, especially an unpleasant one)",
    "synonyms": "run away, escape, make off",
    "passage": "So the correct response is to...plump up the capital cushions of its vulnerable banks with enough public money to quell fears of a systemic crisis.",
    "partOfSpeech": "verb",
    "sourceTitle": "The Italian job",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "So the correct respرویse is به...plump بالا the capital cushiرویs از its vulnerable banks با enough public mرویey به quell fears از a systemic crisis."
  },
  {
    "word": "Soporific",
    "definition": "Tending to induce drowsiness or sleep",
    "synonyms": "indifferent, unconcerned, blas\\u00e9",
    "passage": "In the soporific heat you would be forgiven for thinking that time had forgotten the New Jersey-sized nation. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "The superpowers\\u2019 playground",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در the soporific heدر you would be برایgiven برای thدرkدرg thدر time had برایgotten the New Jersey-sized nدرiروی. "
  },
  {
    "word": "Loquacious ",
    "definition": "Tending to talk a great deal",
    "synonyms": "ending, finale",
    "passage": "Edwina, Williams\\u2019s mother, was judgmental, frigid and pious, but also as loquacious as her husband was laconic. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "Making Tenn out of Tom",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Edwدرa, Williams\\u2019s mother, was judgmental, frigid and pious, but also as loquacious as her husband was lacرویic. "
  },
  {
    "word": "Tyro",
    "definition": "A beginner or novice",
    "synonyms": "rustic, rural, pastoral",
    "passage": "When he was a young tyro in Silicon Valley, his libertarian vision inspired many of his business decisions.",
    "partOfSpeech": "noun",
    "sourceTitle": "The evolution of Mr Thiel",
    "persian_translation": "تازه‌کار، مبتدی، نوآموز",
    "passage_persian": "When he was a young tyro در Silicروی Valley, his libertarian visiروی درspired many از his busدرess decisiرویs."
  },
  {
    "word": "Paucity",
    "definition": "The presence of something only in small or insufficient quantities or amounts",
    "synonyms": "selflessness, compassion, goodwill ",
    "passage": "Yet the paucity of businesses is not due to a shortage of opportunities to make money. ",
    "partOfSpeech": "noun",
    "sourceTitle": "Opportunities galore",
    "persian_translation": "کمبود، کمی، ندرت",
    "passage_persian": "Yet paucity busدرesses is not due به a shortage از opportunities به make mرویey. "
  },
  {
    "word": "Transgression",
    "definition": "An act that goes against a law, rule, or code of conduct",
    "synonyms": "stimulus, impetus, spark",
    "passage": "We can forgive most kinds of transgression\\u2014anger, adultery, avarice\\u2014but we cannot forgive absurdity.",
    "partOfSpeech": "noun",
    "sourceTitle": "Can we forgive Anthony Weiner?",
    "persian_translation": "تجاوز، نقض، گناه",
    "passage_persian": "We can برایgive most kدرds از transgressiروی\\u2014anger, adultery, avarice\\u2014but we cannot برایgive absurdity."
  },
  {
    "word": "Fortuitous ",
    "definition": "Happening by a lucky chance",
    "synonyms": "detached, unapproachable, unfriendly",
    "passage": "Thanks to these sensible policies, and the fortuitous tailwind of higher productivity growth, the economy boomed and prosperity was shared.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Can she fix it?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Thanks به these sensible policies, and the برایtuiبهus tailwدرd از higher productivity growth, the ecرویomy boomed and prosperity was shared."
  },
  {
    "word": "Wizened",
    "definition": "Shriveled or wrinkled with age",
    "synonyms": "affliction, scourge, bane",
    "passage": "His son, himself a wizened old man, is nonplussed by the news; he looks like an eccentric, or maybe the village drunk...",
    "partOfSpeech": "verb",
    "sourceTitle": "The meandering, sure-footed genius of \\u0022Thithi\\u0022",
    "persian_translation": "چروکیده، پژمرده، پیر",
    "passage_persian": "His sروی, himself a wizened old man, is nرویplussed توسط the news; he looks like an eccentric, or maybe the village drunk..."
  },
  {
    "word": "Pique",
    "definition": "A feeling of irritation or resentment resulting from a slight",
    "synonyms": "disregard, let pass, excuse",
    "passage": "The Russians have responded with predictable pique\\u2014just as many refused to condemn the violence of their football hooligans...",
    "partOfSpeech": "noun",
    "sourceTitle": "Russia\\u2019s track-and-field team has been barred from the Olympics for doping",
    "persian_translation": "رنجش، ناراحتی، خشم",
    "passage_persian": "The Russians have respرویded با predictable pique\\u2014just as many refused به cرویdemn violence their football hooligans..."
  },
  {
    "word": "Sublime",
    "definition": "Of very great excellence or beauty",
    "synonyms": "anomaly, deviation, divergence ",
    "passage": "Yet life in the ocean can still mount sublime spectacles.",
    "partOfSpeech": "adjective",
    "sourceTitle": "If the ocean was transparent",
    "persian_translation": "عالی، باشکوه، متعالی",
    "passage_persian": "Yet life در the ocean can still mount sublime spectacles."
  },
  {
    "word": "Umbrage",
    "definition": "Offense or annoyance",
    "synonyms": "fickle, inconstant, changeable",
    "passage": "Petro Poroshenko, Ukraine\\u2019s president, takes umbrage at charges that reforms are lagging.",
    "partOfSpeech": "noun",
    "sourceTitle": "Commitment anxiety",
    "persian_translation": "رنجش، ناراحتی، آزردگی",
    "passage_persian": "Petro Poroshenko, Ukraدرe\\u2019s president, takes umbrage در charges thدر reبرایms are laggدرg."
  },
  {
    "word": "Volatile",
    "definition": "Liable to change rapidly and unpredictably, especially for the worse",
    "synonyms": "diatribe, invective",
    "passage": "The period from the 1940s to the 1970s, when governments took primary responsibility for keeping economies out of slumps, was more volatile and inflationary...",
    "partOfSpeech": "adjective",
    "sourceTitle": "The desperation of independents",
    "persian_translation": "ناپایدار، متغیر، فرار",
    "passage_persian": "The period از the 1940s به the 1970s, when gرویnments بهok primary respرویsibility برای keepدرg ecرویomies out از slumps, was more volدرile and درflدرiرویary..."
  },
  {
    "word": "Panoply",
    "definition": "A complete or impressive collection of things",
    "synonyms": "bold, daring, fearless",
    "passage": "\\u0027The panoply of restrictions results in greater disenfranchisement,\\u0027 the ruling read, \\u0027than any of the law\\u2019s provisions individually.\\u0027 ",
    "partOfSpeech": "noun",
    "sourceTitle": "North Carolina voter ID law is struck down as racially discriminatory",
    "persian_translation": "مجموعه کامل، آرایه",
    "passage_persian": "\\u0027panoply restrictiرویs results در greدرer disenfranchisement,\\u0027 the rulدرg read, \\u0027than any از the law\\u2019s provisiرویs درdividually.\\u0027 "
  },
  {
    "word": "Inert",
    "definition": "Lacking vigor",
    "synonyms": "pompous, blustering, turgid",
    "passage": "America\\u2019s founders, he argued, put their faith in reasoned discussion among citizens and believed that the \\u0027greatest menace to freedom is an inert people.\\u0027",
    "partOfSpeech": "adjective",
    "sourceTitle": "Citizen Brandeis",
    "persian_translation": "بی‌حرکت، ساکن، خنثی",
    "passage_persian": "America\\u2019s foزیرs, he argued, put their faith در reasرویed discussiروی بین citizens and believed thدر the \\u0027greدرest menace به freedom is an درert people.\\u0027"
  },
  {
    "word": "Savant",
    "definition": "A learned person, especially a distinguished scientist",
    "synonyms": "ordinary, everyday",
    "passage": "The more a society treats its businesspeople as hero savants based on their professional successes, elevating them to positions of political power",
    "partOfSpeech": "noun",
    "sourceTitle": "Let them die",
    "persian_translation": "دانشمند، عالم، دانشمند",
    "passage_persian": "The more a society treدرs its busدرesspeople as hero savants based روی their prازessiرویal successes, elevدردرg them به positiرویs از political power"
  },
  {
    "word": "Syntax",
    "definition": "The arrangement of words and phrases to create well-formed sentences in a language",
    "synonyms": "interval, gap",
    "passage": "The three decided to record their reactions to Belinda\\u2019s not-particularly-erotic escapades and the author\\u2019s idiosyncratic syntax. ",
    "partOfSpeech": "noun",
    "sourceTitle": "2016: the year the podcast came of age",
    "persian_translation": "نحو، ساختار جمله، دستور زبان",
    "passage_persian": "The three decided به record their reactiرویs به Belدرda\\u2019s not-به خصوص-erotic escapades and the author\\u2019s idiosyncrدرic syntax. "
  },
  {
    "word": "Terse",
    "definition": "Sparing in the use of words",
    "synonyms": "uncooperative, intractable",
    "passage": "In a terse phone-call on Thursday night, President Barack Obama paused only briefly to congratulate Mr Netanyahu on his victory...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Picking up the pieces",
    "persian_translation": "کوتاه، مختصر، موجز",
    "passage_persian": "در a terse phرویe-call روی Thursday night, President Barack Obama paused رویly briefly به cرویgrدرulدرe Mr Netanyahu روی his vicبهry..."
  },
  {
    "word": "Canonical",
    "definition": "(Of an artist or work) belonging to the literary or artistic canon",
    "synonyms": "casual, cursory, superficial",
    "passage": "The medium now mostly consists of recycling the same canonical works by European men from centuries past.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Can classical music be cool?",
    "persian_translation": "معیاری، استاندارد، رسمی",
    "passage_persian": "The medium now mostly cرویsists از recyclدرg the same canرویical works توسط European men از centuries past."
  },
  {
    "word": "Virulent",
    "definition": "Extremely severe or harmful in its effects",
    "synonyms": "jolt, impel",
    "passage": "A more likely catastrophe, Mr Rawles believes, would be a pandemic virulent enough to cause the breakdown of the national sewerage system as well as the grid.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The last big frontier",
    "persian_translation": "سمی، کشنده، خطرناک",
    "passage_persian": "A more likely cدرastrophe, Mr Rawles believes, would be a pandemic virulent enough به cause breakپایین the nدرiرویal sewerage system as well as the grid."
  },
  {
    "word": "Quotidian",
    "definition": "Ordinary or everyday, especially when mundane",
    "synonyms": "monologue, speech",
    "passage": "They are seers, and mystics unfettered by the quotidian, connecting with the divine and reporting back. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "The figure of the mad artistic genius is compelling, but unhelpful",
    "persian_translation": "روزمره، عادی، روزانه",
    "passage_persian": "They are seers, and mystics unfettered توسط the quotidian, cرویnectدرg با the divدرe and reportدرg عقب. "
  },
  {
    "word": "Chronic",
    "definition": "(Of a problem) long-lasting and difficult to eradicate",
    "synonyms": "merriment, high spirits",
    "passage": "Pessimists think the productivity problem is chronic. Technological advances, they say, are ever-less revolutionary...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Econundrum",
    "persian_translation": "مزمن، دائمی، طولانی‌مدت",
    "passage_persian": "Pessimists thدرk the productivity problem is chrرویic. Technological advances, they say, are ever-less revolutiرویary..."
  },
  {
    "word": "Boor",
    "definition": "An unrefined, ill-mannered person",
    "synonyms": "leadership, dominance, dominion",
    "passage": "End a sentence in a preposition, and there are still people who will think you a boor.",
    "partOfSpeech": "noun",
    "sourceTitle": "Do you make Scandinavian mistakes?",
    "persian_translation": "بی‌ادب، نادان، بی‌فرهنگ",
    "passage_persian": "End a sentence در a prepositiروی, and there are still people who will thدرk you a boor."
  },
  {
    "word": "Treacherous",
    "definition": "Guilty of or involving betrayal or deception",
    "synonyms": "weak, spineless",
    "passage": "It sang of domineering men, treacherous women and the manly solace of tequila.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Mexico\\u2019s mirror",
    "persian_translation": "خیانت‌کار، فریبکار، خطرناک",
    "passage_persian": "It sang از domدرeerدرg men, treacherous women and the manly solace از tequila."
  },
  {
    "word": "Vestige",
    "definition": "A trace of something that is disappearing or no longer exists",
    "synonyms": "airtight, sealed",
    "passage": "He said this would remove a \\u0027lingering vestige of the cold war.\\u0027",
    "partOfSpeech": "noun",
    "sourceTitle": "Politics this week",
    "persian_translation": "اثر، نشان، باقی‌مانده",
    "passage_persian": "He said this would remove a \\u0027lدرgerدرg vestige از the cold war.\\u0027"
  },
  {
    "word": "Abscond",
    "definition": "Leave hurriedly and secretly, typically to avoid detection of or arrest",
    "synonyms": "baffled, confounded",
    "passage": "Just ordering a pizza requires faith... that the pizzeria will not abuse the customer\\u2019s credit-card information, and that the delivery man will not abscond with the cargo.",
    "partOfSpeech": "verb",
    "sourceTitle": "Believing is seeing",
    "persian_translation": "فرار کردن، گریختن، متواری شدن",
    "passage_persian": "Just orderدرg a pizza requires faith... thدر the pizzeria will not abuse the cusبهmer\\u2019s credit-card دربرایmدرiروی, and thدر the deliخیلی man will not abscرویd با the cargo."
  },
  {
    "word": "Blithe",
    "definition": "Showing a casual and cheerful indifference considered to be callous or improper",
    "synonyms": "gauzy, gossamery, fine",
    "passage": "Mr Cameron\\u2019s government was too posh, too cocky, too blithe about globalisation\\u2019s merits, too metropolitan. Too Notting Hill.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Britain\\u2019s new prime minister will regret appointing Boris Johnson",
    "persian_translation": "شاد، بی‌غم، خوشحال",
    "passage_persian": "Mr Camerروی\\u2019s gرویnment was بهo posh, بهo cocky, بهo blithe درباره globalisدرiروی\\u2019s merits, بهo metropolitan. بهo Nottدرg Hill."
  },
  {
    "word": "Coda",
    "definition": "A concluding event, remark or section",
    "synonyms": "defiant, aggressive",
    "passage": "With distinct ballad, opera and hard rock sections\\u2014and a pensive intro and coda, for good measure\\u2014the song was not for listeners in a hurry.",
    "partOfSpeech": "noun",
    "sourceTitle": "Bohemian Rhapsody\\u0027s long legacy",
    "persian_translation": "پایان، خاتمه، نتیجه",
    "passage_persian": "با distدرct ballad, opera and hard rock sectiرویs\\u2014and a pensive درtro and coda, برای good measure\\u2014the sرویg was not برای listeners در a hurry."
  },
  {
    "word": "Bucolic",
    "definition": "Relating to the pleasant aspects of the countryside and country life",
    "synonyms": "frantic, wild, frenzied",
    "passage": "General Electric... is now swapping its bucolic site for a collection of warehouses on the Boston waterfront.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Leaving for the city",
    "persian_translation": "روستایی، دهاتی، کشاورزی",
    "passage_persian": "General Electric... is now swappدرg its bucolic site برای a collectiروی از warehouses روی the Bostروی wدرerجلو."
  },
  {
    "word": "Altruism",
    "definition": "The belief in or practice of selfless concern for the well-being of others",
    "synonyms": "saying, maxim, axiom",
    "passage": "Dr Decety is not the first to wonder, in a scientific way, about the connection between religion and altruism.",
    "partOfSpeech": "noun",
    "sourceTitle": "Matthew 22:39",
    "persian_translation": "نوع‌پرستی، فداکاری، ایثار",
    "passage_persian": "Dr Decety is not the first به wرویder, در a scientific way, درباره the cرویnectiروی بین religiروی and altruism."
  },
  {
    "word": "Catalyst",
    "definition": "A person or thing that precipitates an event",
    "synonyms": "cloudy, obscure",
    "passage": "Europe, which is where the global refugee regime began 65 years ago... will have to be the catalyst for change.",
    "partOfSpeech": "noun",
    "sourceTitle": "Looking for a home",
    "persian_translation": "کاتالیزور، محرک، عامل تسریع",
    "passage_persian": "Europe, which is where the global refugee regime began 65 years ago... will have به be the cدرalyst برای change."
  },
  {
    "word": "Aloof",
    "definition": "Not friendly or forthcoming; cool and distant",
    "synonyms": "venom, nastiness",
    "passage": "Modern pursuers are not so lucky. Who pays? When can one text? Just how aloof should one be? ",
    "partOfSpeech": "adjective",
    "sourceTitle": "Love\\u0027s labour",
    "persian_translation": "دور، جدا، بی‌تفاوت، منزوی",
    "passage_persian": "Modern pursuers are not so lucky. Who pays? When can رویe text? Just how aloاز should رویe be? "
  },
  {
    "word": "Blight",
    "definition": "A thing that spoils or damages something",
    "synonyms": "exuberant, buoyant, joyful",
    "passage": "Yet the USFS predicts that within a couple of decades, because of slowing growth and climate-related blights, the forests will become an emissions source.",
    "partOfSpeech": "noun",
    "sourceTitle": "Ravaged woodlands",
    "persian_translation": "آفت، بلا، مصیبت، ویرانی",
    "passage_persian": "Yet the USFS predicts thدر بادر a coبالاle از decades, because از slowدرg growth and climدرe-relدرed blights, the برایests will become an emissiرویs source."
  },
  {
    "word": "Condone",
    "definition": "Accept and allow (behavior that is considered morally wrong or offensive)",
    "synonyms": "critic, skeptic, dissenter",
    "passage": "Rashad Ali... argues that deradicalisation can be worse than useless if practitioners, while condemning IS, condone other violence.",
    "partOfSpeech": "verb",
    "sourceTitle": "A disarming approach",
    "persian_translation": "تأیید کردن، چشم‌پوشی، بخشیدن",
    "passage_persian": "Rashad Ali... argues thدر deradicalisدرiروی can be worse than useless if practitiرویers, while cرویdemnدرg IS, cرویdرویe other violence."
  },
  {
    "word": "Aberration",
    "definition": "A departure from what is normal, usual, or expected",
    "synonyms": "bad-tempered, short-tempered, irritable",
    "passage": "The Fed will probably need convincing that the latest labour-market report was an aberration before tightening policy.",
    "partOfSpeech": "noun",
    "sourceTitle": "When barometers go wrong",
    "persian_translation": "انحراف، ناهنجاری، استثنا",
    "passage_persian": "The Fed will probably need cرویvدرcدرg thدر the lدرest labour-market report was an aberrدرiروی beبرایe tightenدرg policy."
  },
  {
    "word": "Capricious",
    "definition": "Given to sudden and unaccountable changes of mood or behavior",
    "synonyms": "cautious, wary, careful",
    "passage": "But there is a body of academic work that supports the idea that elections often misfire. For one thing, voters can be capricious.",
    "partOfSpeech": "adjective",
    "sourceTitle": "X marks the knot",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But a وجود دارد body از academic work thدر sبالاports idea که electiرویs اغلب misfire. برای رویe thدرg, voters can be capricious."
  },
  {
    "word": "Polemic",
    "definition": "A strong verbal or written attack on someone or something",
    "synonyms": "sad, tearful, weepy",
    "passage": "Marion Nestle\\u0027s heavyweight polemic against Coca-Cola and PepsiCo comes at an odd moment for the industry.",
    "partOfSpeech": "noun",
    "sourceTitle": "Popped",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Mariروی Nestle\\u0027s heavyweight polemic علیه Coca-Cola and PepsiCo comes در an odd moment برای the درdustry."
  },
  {
    "word": "Audacious",
    "definition": "Showing a willingness to take surprisingly bold risks",
    "synonyms": "dishonorable, unworthy, base",
    "passage": "It was as audacious as any heist and yet unlikely material for a Hollywood blockbuster.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The Dhaka caper",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "It was as audacious as any heist and yet unlikely mدرerial برای a Hollywood blockbuster."
  },
  {
    "word": "Bombastic",
    "definition": "High-sounding but with little meaning; inflated",
    "synonyms": "happy, golden, idyllic",
    "passage": "Cynics may ascribe Mr Rubio\\u2019s mild tone to the diverse population of his home state, and the fact that bombastic Mr Trump trails in the polls there.",
    "partOfSpeech": "adjective",
    "sourceTitle": "A bloody week for America",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Cynics may ascribe Mr Rubio\\u2019s mild tرویe به the diverse populدرiروی از his home stدرe, and fact که bombastic Mr Trump trails در the polls there."
  },
  {
    "word": "Prosaic",
    "definition": "Commonplace; unromantic",
    "synonyms": "salvo, volley, bombardment",
    "passage": "However, while it is large-scale evacuations at times of crisis that grab attention, the biggest risks that business travellers face are more prosaic. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "Risky business",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "با این حال, while این large است-scale evacuدرiرویs در times از crisis thدر grab درtentiروی, the biggest risks thدر busدرess travellers face are more prosaic. "
  },
  {
    "word": "Frieze",
    "definition": "A broad horizontal band of sculpted or painted decoration, especially on a wall near the ceiling",
    "synonyms": "gullible, naive",
    "passage": "A frieze on the wall of America\\u0027s Supreme Court shows some of the great law-givers of history, including the Roman emperor Justinian, Moses and Muhammad.",
    "partOfSpeech": "noun",
    "sourceTitle": "Shalt or shalt not",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "A frieze روی wall America\\u0027s Sبالاreme Court shows some از the greدر law-givers از hisبهry, درcludدرg the Roman emperor Justدرian, Moses and Muhammad."
  },
  {
    "word": "Lacuna",
    "definition": "An unfilled space or interval; a gap",
    "synonyms": "tirade, diatribe, rant",
    "passage": "This insane lacuna in the justice system reflects extreme systemic prejudice by drivers against cyclists, and would be easy enough to fix.",
    "partOfSpeech": "noun",
    "sourceTitle": "The American right-of-way",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This درsane lacuna در the justice system reflects extreme systemic prejudice توسط drivers علیه cyclists, and would be easy enough به fix."
  },
  {
    "word": "Recalcitrant",
    "definition": "Having an obstinately uncooperative attitude toward authority",
    "synonyms": "sift out, filter out",
    "passage": "In a move that may test the mettle of recalcitrant Senate Republicans, Barack Obama nominated Merrick Garland, a widely respected and politically moderate judge...",
    "partOfSpeech": "adjective",
    "sourceTitle": "Barack Obama nominates Merrick Garland to fill Antonin Scalia\\u2019s seat",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در a move thدر may test mettle recalcitrant Senدرe Republicans, Barack Obama nomدردرed Merrick Garland, a widely respected and politically moderدرe judge..."
  },
  {
    "word": "Desultory",
    "definition": "Lacking a plan, purpose, or enthusiasm",
    "synonyms": "song of praise, hymn, alleluia",
    "passage": " A glance at videos from the age presents spectacles far removed from today\\u2019s tightly drilled choreography; desultory, half-hearted affairs...\\r\\n",
    "partOfSpeech": "adjective",
    "sourceTitle": "A history of the New Zealand rugby haka",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " A glance در videos از the age presents spectacles دور removed از بهday\\u2019s tightly drilled choreography; desulبهry, half-hearted affairs...\\r\\n"
  },
  {
    "word": "Epistemology",
    "definition": "The theory of knowledge, especially with regard to its methods, validity, and scope",
    "synonyms": "authority, judge, controller",
    "passage": "The only way to know for sure is to run the experiment (Mr Lind\\u0027s exotic epistemology notwithstanding).",
    "partOfSpeech": "noun",
    "sourceTitle": "Michael Lind\\u0027s bad argument against anything",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The رویly way به know برای sure is به run the experiment (Mr Lدرd\\u0027s exotic epistemology notباstandدرg)."
  },
  {
    "word": "Galvanize",
    "definition": "Shock or excite (someone), typically into taking action",
    "synonyms": "attribute to, assign to, blame on",
    "passage": "\\u0027The decay of American politics,\\u0027 Mr Fukuyama writes, \\u0027will probably continue until some external shock comes along to catalyze a true reform coalition and galvanize it into action.\\u0027",
    "partOfSpeech": "verb",
    "sourceTitle": "Pandering and other sins",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0027decay American politics,\\u0027 Mr Fukuyama writes, \\u0027will probably cرویtدرue until some external shock comes در امتداد به cدرalyze a true reبرایm coalitiروی and galvanize it دربه actiروی.\\u0027"
  },
  {
    "word": "Soliloquy",
    "definition": "An act of speaking one\\u2019s thoughts aloud when by oneself, especially by a character in a play",
    "synonyms": "summons, mandate, court order",
    "passage": "Patrick Stewart, for instance, reworked Hamlet\\u2019s soliloquy as an ode to the letter B (\\u0027B or not a B, that is the question\\u0027).",
    "partOfSpeech": "noun",
    "sourceTitle": "Big Bird, big brain",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Pدرrick Stewart, برای درstance, reworked Hamlet\\u2019s soliloquy as an ode به the letter B (\\u0027B or not a B, thدر is the questiروی\\u0027)."
  },
  {
    "word": "Mirth",
    "definition": "Amusement, especially as expressed in laughter\\r\\n",
    "synonyms": "group, crowd, cluster",
    "passage": "A further proposal, to cut the salaries of senior public managers by 25%, has caused both anger and mirth.",
    "partOfSpeech": "noun",
    "sourceTitle": "Letting go, slowly",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "A further proposal, به cut salaries senior public managers توسط 25%, has caused both anger and mirth."
  },
  {
    "word": "Hegemony",
    "definition": "Leadership or dominance, especially by one group over others",
    "synonyms": "irritable, quick-tempered, short-tempered",
    "passage": "Yet if the hegemony of the dollar is unstable, its would-be successors are unsuitable.",
    "partOfSpeech": "noun",
    "sourceTitle": "Dominant and dangerous",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Yet if hegemرویy این dollar unstable است, its would-be successors are unsuitable."
  },
  {
    "word": "Supine",
    "definition": "Failing to act as a result of moral weakness or indolence",
    "synonyms": "excess, overabundance, surplus",
    "passage": "Last year Shinzo Abe, the prime minister, brought in a corporate-governance code which...requires hitherto supine institutional investors to keep a close eye on firms they invest in.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Coming clean?",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Last year Shدرzo Abe, the prime mدرister, brought در a corporدرe-gرویnance code which...requires hitherبه sبالادرe درstitutiرویal درvesبهrs به keep a نزدیک eye روی firms they درvest در."
  },
  {
    "word": "Hermetic",
    "definition": "Insulated or protected from outside influences",
    "synonyms": "merge, unite, fuse",
    "passage": "More worryingly, there was a hermetic logic to them which, with the passions they aroused, made it possible to see how they could beguile and thrill many more. ",
    "partOfSpeech": "adjective",
    "sourceTitle": "How a nation went mad",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "More worryدرgly, there was a hermetic logic به them which, با the passiرویs they aroused, made it possible به see how they could beguile and thrill many more. "
  },
  {
    "word": "Nonplussed",
    "definition": "(Of a person) surprised and confused so much that they are unsure how to react",
    "synonyms": "mournful, gloomy, sad",
    "passage": "And as usual, internet commenters seemed nonplussed by what seemed to be a venerable institution (ie, Oxford) validating teenage slang",
    "partOfSpeech": "adjective",
    "sourceTitle": "How dictionary-makers decide which words to include",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "And as usual, درternet commenters seemed nرویplussed توسط whدر seemed به be a venerable درstitutiروی (ie, Oxبرایd) validدردرg teenage slang"
  },
  {
    "word": "Gossamer",
    "definition": "Used to refer to something very light, thin, and insubstantial or delicate",
    "synonyms": "abstruse, obscure, arcane",
    "passage": "Like a saintly relic, the gossamer threads that tie the two halves offer the promise of miraculous healing by evoking the vulnerability of the suffering body.",
    "partOfSpeech": "noun",
    "sourceTitle": "Die and do",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Like a saدرtly relic, the gossamer threads thدر tie the two halves ازfer promise miraculous healدرg توسط evokدرg vulnerability the sufferدرg body."
  },
  {
    "word": "Truculent",
    "definition": "Eager or quick to argue or fight",
    "synonyms": " blatant, clamorous, noisy",
    "passage": "\\u00a0Mr Boehner, having abandoned his long battle with his party\\u2019s truculent right-wingers and announced his resignation in September, wanted to \\u2018clear the barn\\u2019 for his successor.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Cleaning the barn",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u00a0Mr Boehner, havدرg abandرویed his lرویg bدرtle با his party\\u2019s truculent راست-wدرgers and announced his resignدرiروی در September, wanted به \\u2018clear the barn\\u2019 برای his successor."
  },
  {
    "word": "Frenetic",
    "definition": "Fast and energetic in a rather wild and uncontrolled way",
    "synonyms": "peripatetic, wandering, roving",
    "passage": "Frenetic multi-tasking\\u2014surfing the web while watching TV while listening to music\\u2014is a formula for distraction, rather than good management.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Here comes SuperBoss",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Frenetic multi-taskدرg\\u2014surfدرg the web while wدرchدرg TV while listenدرg به music\\u2014is a برایmula برای distractiروی, نسبتاً than good management."
  },
  {
    "word": "Dictum",
    "definition": "A short statement that expresses a general truth or principle",
    "synonyms": "regretful, sorry, apologetic",
    "passage": "Sometimes the old army dictum \\u0027Don\\u2019t volunteer for anything\\u0027 must be broken.",
    "partOfSpeech": "noun",
    "sourceTitle": "Lights, camera, action men",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "گاهی the old army dictum \\u0027Dروی\\u2019t volunteer برای anythدرg\\u0027 must be broken."
  },
  {
    "word": "Opaque",
    "definition": "Not able to be seen through; not transparent",
    "synonyms": "misuse, solecism, blunder",
    "passage": "But Mr Kim is so opaque and so little is known about how decisions come about in the capital, Pyongyang, that deterring North Korea is fraught with difficulty.",
    "partOfSpeech": "adjective",
    "sourceTitle": "A nuclear nightmare",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But Mr Kim is so opaque and so little is known درباره how decisiرویs come درباره در the capital, Pyرویgyang, thدر deterrدرg North Korea is fraught با difficulty."
  },
  {
    "word": "Vitriol",
    "definition": "Cruel and bitter criticism",
    "synonyms": "permanent, set, steadfast",
    "passage": " Given the vitriol that has followed the film since its inception, it does well simply not to be a colossal misstep.",
    "partOfSpeech": "noun",
    "sourceTitle": "\\u201cGhostbusters\\u201d: funny and (almost) feminist",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": " Given vitriol که has followed the film sدرce its درceptiروی, it does well simply not به be a colossal misstep."
  },
  {
    "word": "Ebullient",
    "definition": "Cheerful and full of energy",
    "synonyms": "divergent, opposing, clashing",
    "passage": "And in Elon Musk, its ebullient boss, it has a figurehead whose relentless promotion has quickly established Tesla as a luxury brand...",
    "partOfSpeech": "adjective",
    "sourceTitle": "On a charge",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "And در Elروی Musk, its ebullient boss, it has a figurehead whose relentless promotiروی has quickly established Tesla as a luxury brand..."
  },
  {
    "word": "Iconoclast",
    "definition": "A person who attacks cherished beliefs or institutions",
    "synonyms": "sardonic, biting, caustic",
    "passage": "He has overtaken Manuel Valls, the centre-left prime minister, as the left\\u2019s most outspoken iconoclast, and shown up the Socialist left as die-hard conservatives.",
    "partOfSpeech": "noun",
    "sourceTitle": "How France\\u2019s economy minister is trying to change the country",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "He has رویtaken Manuel Valls, the centre-چپ prime mدرister, as the چپ\\u2019s most outspoken icرویoclast, and shown بالا the Socialist چپ as die-hard cرویservدرives."
  },
  {
    "word": "Dyspeptic",
    "definition": "Of or having indigestion or consequent irritability or depression",
    "synonyms": "fleeting, passing, short-lived",
    "passage": "Pity V.S. Naipaul: every couple of years or so the dyspeptic writer makes a pronouncement so extreme that it sounds like a plea for attention...",
    "partOfSpeech": "adjective",
    "sourceTitle": "A bend in the logic",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "Pity V.S. Naipaul: eخیلی coبالاle از years or so the dyspeptic writer makes a prرویouncement so extreme thدر it sounds like a plea برای درtentiروی..."
  },
  {
    "word": "Circumspect",
    "definition": "Wary and unwilling to take risks",
    "synonyms": "expert, proficient, accomplished",
    "passage": "\\u0027This is an area where we need to be extraordinarily careful and circumspect\\u0027, he said. \\u0027We\\u2019re literally talking about life and death.\\u0027",
    "partOfSpeech": "adjective",
    "sourceTitle": "How assisted suicide is gradually becoming lawful in America",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "\\u0027This is an area where ما نیاز به be داریم extraordدرarily careful and circumspect\\u0027, he said. \\u0027We\\u2019re literally talkدرg درباره life and deدرh.\\u0027"
  },
  {
    "word": "Lachrymose",
    "definition": "Inducing tears; sad",
    "synonyms": "",
    "passage": "This morning the world is not talking about a dubious song by the host, a lachrymose speech or even an appalling outfit.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Normal for Hollywood",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "This mornدرg این world not است talkدرg درباره a dubious sرویg توسط the host, a lachrymose speech or even an appallدرg outfit."
  },
  {
    "word": "Ignoble",
    "definition": "Not honorable in character or purpose",
    "synonyms": "",
    "passage": "Moreover, by controlling the body he controlled the equally unruly mind, keeping it pure from \\u0027ignoble strife\\u0027.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Raising the temple",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "علاوه بر این, توسط cرویtrollدرg the body he cرویtrolled the equally unruly mدرd, keepدرg it pure از \\u0027ignoble strife\\u0027."
  },
  {
    "word": "Halcyon",
    "definition": "Denoting a period of time in the past that was idyllically happy and peaceful",
    "synonyms": "",
    "passage": "In their halcyon days the mainstream parties used to share most of the vote between them.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The churn down under",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "در their halcyروی days the maدرstream parties used به share most از the vote بین them."
  },
  {
    "word": "Fusillade",
    "definition": "A series of shots fired or missiles thrown all at the same time or in quick succession",
    "synonyms": "",
    "passage": "But thanks to poor communication, many saw it as China\\u2019s first fusillade in a global currency war.",
    "partOfSpeech": "noun",
    "sourceTitle": "Taking a tumble",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "But thanks به poor communicدرiروی, many saw it as Chدرa\\u2019s first fusillade در a global currency war."
  },
  {
    "word": "Credulous",
    "definition": "Having or showing too great a readiness to believe things",
    "synonyms": "",
    "passage": "Supplements boast a unique trifecta: lax regulation, potent marketing and millions of credulous consumers keen to pin their hopes of a healthier life on a pill.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Miracle healers",
    "persian_translation": "زودباور، ساده‌لوح، اعتمادکننده",
    "passage_persian": "Sبالاplements boast a unique trifecta: lax regulدرiروی, potent marketدرg and milliرویs از credulous cرویsumers keen به pدر their hopes از a healthier life روی a pill."
  },
  {
    "word": "Harangue",
    "definition": "A lengthy and aggressive speech",
    "synonyms": "",
    "passage": "State-run China Central Television (CCTV) has broadcast harsh criticisms of some multinationals, including an absurd harangue over Starbucks\\u2019 prices...",
    "partOfSpeech": "noun",
    "sourceTitle": "A harder road ahead",
    "persian_translation": "سخنرانی طولانی، خطابه",
    "passage_persian": "Stدرe-run Chدرa Central Televisiروی (CCTV) has broadcast harsh criticisms از some multدردرiرویals, درcludدرg an absurd harangue روی Starbucks\\u2019 prices..."
  },
  {
    "word": "Winnow",
    "definition": "Blow a current of air through (grain) in order to remove the chaff",
    "synonyms": "",
    "passage": "Many lawmakers from both parties join Mr Obama in wishing to winnow America\\u2019s overstuffed prisons.",
    "partOfSpeech": "verb",
    "sourceTitle": "How Barack Obama has reformed America\\u2019s prisons",
    "persian_translation": "غربال کردن، جدا کردن",
    "passage_persian": "Many lawmakers از both parties joدر Mr Obama در wishدرg به wدرnow America\\u2019s رویstuffed prisرویs."
  },
  {
    "word": "Paean",
    "definition": "A song of praise or triumph",
    "synonyms": "",
    "passage": "\\u0027It is the right that has inherited the ambitious modernist urge to destroy and innovate in the name of a universal project,\\u0027 Tony Judt, a British historian, lamented in \\u0027Ill Fares the Land\\u0027, a paean to social democracy he dictated on his death bed.",
    "partOfSpeech": "noun",
    "sourceTitle": "Rose thou art sick",
    "persian_translation": "سرود ستایش، مدح",
    "passage_persian": "\\u0027این the است راست thدر has درherited the ambitious modernist urge به destroy and درnovدرe در name a universal project,\\u0027 Tرویy Judt, a British hisبهrian, lamented در \\u0027Ill دورes the Land\\u0027, a paean به social democracy he dictدرed روی his deدرh bed."
  },
  {
    "word": "Xenophobia",
    "definition": "Intense or irrational dislike or fear of people from other countries",
    "synonyms": "",
    "passage": "Denk will not win more than a few seats in next year\\u2019s general election, but it is posing a crucial question: at a time of rising xenophobia, can Europe\\u2019s minorities rely on the broad centre-left parties for which they usually vote?",
    "partOfSpeech": "noun",
    "sourceTitle": "The politics of alienation",
    "persian_translation": "بیگانه‌هراسی، خارجی‌ستیزی",
    "passage_persian": "Denk will not wدر more than a few seدرs در next year\\u2019s general electiروی, but این posدرg است a crucial questiروی: در a time از risدرg xenophobia, can Europe\\u2019s mدرorities rely روی the broad centre-چپ parties برای which they معمولاً vote?"
  },
  {
    "word": "Arbiter",
    "definition": "A person who settles a dispute or has ultimate authority in a matter",
    "synonyms": "",
    "passage": "The viewer is, ultimately, the arbiter of influence: either partaking in the objectification, or actively challenging the power dynamic.",
    "partOfSpeech": "noun",
    "sourceTitle": "Learning artists\\u0027 secrets from their studios",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The viewer is, ultimدرely, arbiter درfluence: either partakدرg در the objectificدرiروی, or actively challengدرg the power dynamic."
  },
  {
    "word": "Daguerreotype",
    "definition": "A photograph taken by an early photographic process employing an iodine-sensitized silvered plate and mercury vapor",
    "synonyms": "",
    "passage": "Indeed, the earliest applications of multimedia for remembrance were the post-mortem daguerreotypes used by grieving Victorians as mementos of their dear departed.",
    "partOfSpeech": "noun",
    "sourceTitle": "Difference Engine: Facebook for the dead",
    "persian_translation": "عکس قدیمی، تصویر تاریخی",
    "passage_persian": "در واقع, the earliest applicدرiرویs از multimedia برای remembrance were the post-mortem daguerreotypes used توسط grievدرg Vicبهrians as memenبهs از their dear departed."
  },
  {
    "word": "Ascribe",
    "definition": "Attribute something to (a cause)",
    "synonyms": "",
    "passage": "He had spent years training to be a neurosurgeon; his doctor first ascribed his sharp pains and dwindling frame to the demands of residency. ",
    "partOfSpeech": "verb",
    "sourceTitle": "As he lay dying",
    "persian_translation": "نسبت دادن، منسوب کردن، نسبت دادن",
    "passage_persian": "He had spent years traدردرg به be a neurosurgeروی; his docبهr first ascribed his sharp paدرs and dwدرdlدرg frame به demands residency. "
  },
  {
    "word": "Subpoena",
    "definition": "A writ ordering a person to attend a court",
    "synonyms": "",
    "passage": "Subpoenas issued by a federal grand jury earlier this year demanded that the Port Authority hand over Mr Samson\\u2019s personal travel records...",
    "partOfSpeech": "noun",
    "sourceTitle": "The chairman\\u2019s flight",
    "persian_translation": "احضاریه، ابلاغ",
    "passage_persian": "Subpoenas issued توسط a federal grand jury earlier this year demanded thدر the Port Authority hand روی Mr Samsروی\\u2019s persرویal travel records..."
  },
  {
    "word": "Bevy",
    "definition": "A large group of people or things of a particular kind",
    "synonyms": "",
    "passage": "Of the bevy of bullet points in Mr Obama\\u2019s new package of executive actions, the most consequential is his decision to require significantly expanded background checks.",
    "partOfSpeech": "noun",
    "sourceTitle": "Obama\\u0027s new push for tougher gun controls",
    "persian_translation": "گروه، دسته، جمعیت",
    "passage_persian": "از bevy bullet poدرts در Mr Obama\\u2019s new package از executive actiرویs, the most cرویsequential is his decisiروی به require به طور قابل توجهی expanded عقبground checks."
  },
  {
    "word": "Irascible",
    "definition": "Having or showing a tendency to be easily angered\\r\\n",
    "synonyms": "",
    "passage": "He survived, but some of his contemporaries thought that the accident changed his personality from pleasant to irascible.",
    "partOfSpeech": "adjective",
    "sourceTitle": "From neurosis to neurons",
    "persian_translation": "عصبی، تندخو، زودرنج",
    "passage_persian": "He survived, but some از his cرویtemporaries thought thدر the accident changed his persرویality از pleasant به irascible."
  },
  {
    "word": "Plethora",
    "definition": "A large or excessive amount",
    "synonyms": "",
    "passage": "Podcasts were facing fierce competition for audiences\\u2019 attention from a plethora of other new digital-native products including Facebook, YouTube and Twitter.",
    "partOfSpeech": "noun",
    "sourceTitle": "2016: the year the podcast came of age",
    "persian_translation": "فراوانی، زیادی، بیش‌ازحد",
    "passage_persian": "Podcasts were facدرg fierce competitiروی برای audiences\\u2019 درtentiروی از a plethora از other new digital-nدرive products درcludدرg Facebook, YouTube and Twitter."
  },
  {
    "word": "Coalesce",
    "definition": "Come together and form one mass or whole",
    "synonyms": "",
    "passage": "As they radiate away, the waves tend to coalesce to form two main shock waves.",
    "partOfSpeech": "verb",
    "sourceTitle": "How supersonic jets may become less noisy",
    "persian_translation": "متحد شدن، یکی شدن، ترکیب شدن",
    "passage_persian": "As they radiدرe دور, the waves tend به coalesce به برایm two maدر shock waves."
  },
  {
    "word": "Lugubrious ",
    "definition": "Looking or sounding sad and dismal",
    "synonyms": "",
    "passage": "The lugubrious strains of \\u0027Heaven Knows I\\u2019m Miserable Now\\u0027 waft across a sunny beach in Acapulco.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Girlfriend in a conga",
    "persian_translation": "ترجمه در دسترس نیست",
    "passage_persian": "The lugubrious straدرs از \\u0027Heaven Knows I\\u2019m Miserable Now\\u0027 waft در سراسر a sunny beach در Acapulco."
  },
  {
    "word": "Esoteric",
    "definition": "Intended for or likely to be understood by only a small number of people with a specialized knowledge or interest",
    "synonyms": "",
    "passage": "The subjects at hand often sound esoteric, if not silly, but the questions may prove more than merely academic.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Sneaking with the fishes",
    "persian_translation": "مبهم، پیچیده، رمزی",
    "passage_persian": "The subjects در hand اغلب sound esoteric, if not silly, but the questiرویs may prove more than merely academic."
  },
  {
    "word": "Vociferous",
    "definition": "(Especially of a person or speech) vehement or clamorous\\r\\n",
    "synonyms": "",
    "passage": "Ten weeks of ever-more vociferous argument, claims and counterclaims stretch between now and June 23rd, when the vote will take place.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Britain\\u2019s EU referendum campaigns are officially launched today",
    "persian_translation": "پرسر و صدا، پرآواز",
    "passage_persian": "Ten weeks از ever-more vociferous argument, claims and counterclaims stretch بین now and June 23rd, when the vote will take place."
  },
  {
    "word": "Itinerant",
    "definition": "Traveling from place to place",
    "synonyms": "",
    "passage": "Her first America-set film is a freewheeling road movie in which an 18-year-old escapes a dysfunctional family by joining a group of itinerant young misfits.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Noblesse oblige at Cannes",
    "persian_translation": "گردشگر، مسافر، سیار",
    "passage_persian": "Her first America-set film is a freewheelدرg road movie در which an 18-year-old escapes a dysfunctiرویal family توسط joدردرg a groبالا از itدرerant young misfits."
  },
  {
    "word": "Contrite",
    "definition": "Feeling or expressing remorse or penitence",
    "synonyms": "",
    "passage": "As the election results were coming in, a contrite Mr Turnbull took \\u0027full responsibility\\u0027 for the government\\u2019s poor performance.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The churn down under",
    "persian_translation": "پشیمان، نادم، توبه‌کار",
    "passage_persian": "As the electiروی results were comدرg در, a cرویtrite Mr Turnbull بهok \\u0027full respرویsibility\\u0027 برای the gرویnment\\u2019s poor perبرایmance."
  },
  {
    "word": "Malediction",
    "definition": "The mistaken use of a word in place of a similar-sounding one, often with unintentionally amusing effect",
    "synonyms": "",
    "passage": "And so on down the list of supposed malapropisms. \\u0027You can observe a lot by watching,\\u0027 means plenty...",
    "partOfSpeech": "noun",
    "sourceTitle": "Yogi Berra, linguistic savant",
    "persian_translation": "نفرین، لعنت، بددعا",
    "passage_persian": "And so روی پایین list sبالاposed malapropisms. \\u0027You can observe a lot توسط wدرchدرg,\\u0027 means plenty..."
  },
  {
    "word": "Immutable",
    "definition": "Unchanging over time or unable to be changed",
    "synonyms": "",
    "passage": "After all, whom institutions choose to celebrate and how they depict the past are choices to be debated, not immutable facts.",
    "partOfSpeech": "adjective",
    "sourceTitle": "The colliding of the American mind",
    "persian_translation": "تغییرناپذیر، ثابت",
    "passage_persian": "After all, whom درstitutiرویs choose به celebrدرe and how they depict the past are choices به be debدرed, not immutable facts."
  },
  {
    "word": "Discordant",
    "definition": "Disagreeing or incongruous",
    "synonyms": "",
    "passage": "It represents an opening of musical trade routes between two often discordant sides of the world.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Omar Souleyman, not a debaser but an Arab conduit to the West",
    "persian_translation": "ناسازگار، متضاد، ناموزون",
    "passage_persian": "It represents an openدرg از musical trade routes بین two اغلب discordant sides از the world."
  },
  {
    "word": "Acerbic",
    "definition": "(Especially of a comment or style of speaking) sharp and forthright",
    "synonyms": "",
    "passage": "Mr Zhang presented a friendly face in Hong Kong, prompting the Big Lychee, an acerbic local blog, to note: \\u0027Few sights are more painful to behold than a senior Chinese Communist Party official attempting to be nice...\\u0027",
    "partOfSpeech": "adjective",
    "sourceTitle": "Rocking boats, shaking mountains",
    "persian_translation": "تیز، گزنده، تلخ، تند",
    "passage_persian": "Mr Zhang presented a friendly face در Hرویg Kرویg, promptدرg the Big Lychee, an acerbic local blog, به note: \\u0027Few sights are more paدرful به behold than a senior Chدرese Communist Party ازficial درtemptدرg به be nice...\\u0027"
  },
  {
    "word": "Ephemeral",
    "definition": "Lasting for a very short time",
    "synonyms": "",
    "passage": "One was Song Dong, just 19 and studying oil painting which he quickly abandoned. Now he is known for his performances and his ephemeral\\u2014sometimes edible\\u2014installations.",
    "partOfSpeech": "adjective",
    "sourceTitle": "Robert Rauschenberg: Ripe for reassessment",
    "persian_translation": "زودگذر، موقت، فانی",
    "passage_persian": "رویe was Sرویg Dرویg, just 19 and studyدرg oil paدرtدرg which he quickly abandرویed. Now he is known برای his perبرایmances and his ephemeral\\u2014گاهی edible\\u2014درstallدرiرویs."
  },
  {
    "word": "Adept",
    "definition": "Very skilled or proficient at something",
    "synonyms": "",
    "passage": "An abundance of clever people\\u2014adept in English law as much as in finance\\u2014draws in banks, fund managers and so forth...",
    "partOfSpeech": "adjective",
    "sourceTitle": "From folly to fragmentation",
    "persian_translation": "ماهر، زبردست، کارآزموده",
    "passage_persian": "An abundance از clever people\\u2014adept در English law as much as در fدرance\\u2014draws در banks, fund managers and so برایth..."
  }
]